Repository: pypi-data/pypi-mirror-374
Catalog: packages/pyams-content-*/pyams_content_*-2.3.0-py3-none-any.whl/pyams_content_*/locales/*/LC_MESSAGES/pyams_content_*.po
Languages: fr

source: Elasticsearch documents indexer
fr: Indexation Elasticsearch

source: ZODB connection name
fr: Nom de la connexion ZODB

source: Name of ZODB defining document indexer connection
fr: Nom de la connexion vers la ZODB contenant les documents à indexer

source: Search analyzer
fr: Analyseur

source: Used search analyzer; check index settings to get list of available analyzers...
fr: Analyseur de recherche ; consultez les paramètres de l'index pour connaître la liste des analyseurs disponibles...

source: Default operator
fr: Opérateur par défaut

source: This is the default operator used to combine search terms
fr: Opérateur par défaut utilisé pour combiner les termes d'une recherche

source: Search fields
fr: Champs de recherche

source: List of fields used for quick search in backoffice, with their respective weight (if any)
fr: Liste des propriétés utilisées pour la recherche rapide en back-office, avec leurs poids respectifs éventuels

source: Backoffice search fields
fr: Champs de recherche « back-office »

source: List of fields used for base search in backoffice, with their respective weight (if any)
fr: Liste des propriétés utilisées pour la recherche en back-office, avec leurs poids respectifs éventuels

source: Fulltext search fields
fr: Champs de recherche « full-text »

source: List of fields used for fulltext search, with their respective weight (if any)
fr: Liste des propriétés utilisées pour la recherche fulltext (en back comme en front-office), avec leurs poids respectifs éventuels

source: Search text
fr: Texte recherché

source: Entered text will be search in titles, headers and descriptions
fr: Le texte indiqué sera recherché dans le titre, le chapô et la description des contenus...

source: Fulltext search
fr: Recherche « full-text »

source: Search in fulltext body, including attachments, instead on only searching in titles and headers
fr: En activant cette option, la recherche s'appuiera sur le contenu des blocs ainsi que sur les pièces jointes, et non seulement sur le titre, le chapô et la description...

source: Check index content
fr: Vérifier le contenu de l'index

source: Internal ID
fr: Identifiant interne

source: Modification date
fr: Date de dernière modification

source: Workflow status
fr: Statut du workflow

source: Force reindex
fr: Forcer la réindexation

source: Cancel
fr: Annuler

source: Index content check
fr: Vérifier le contenu de l'index

source: Current index content
fr: Contenu actuel de l'index

source: Documents informations are stored in an Elasticsearch index. If an error occurs, some documents can be stored in this index with different values from those stored into contents database.<br />If required, this operation will try to reindex document properties into Elasticsearch.
fr: Certaines propriétés des documents sont stockées dans un index Elasticsearch, afin de permettre des recherches très rapides ! Mais si une erreur se produit, les informations présentes dans cet index peuvent être différentes de celles présentes dans la base des contenus, ce qui peut générer des dysfonctionnements.<br />Si nécessaire, cette fonction peut tenter de forcer la mise à jour du document dans l'index Elasticsearch.

source: Request successful, index content has been updated
fr: La demande de mise à jour de l'index a été effectuée sans erreur

source: Test connection
fr: Tester la connexion

source: Document indexer properties
fr: Propriétés de l'indexeur

source: Quick search settings
fr: Recherche rapide

source: User search settings
fr: Recherche fulltext

source: Content indexer test
fr: Test de connexion
