Repository: pypi-data/pypi-mirror-374
Catalog: packages/Red-DiscordBot/red_discordbot-3.5.22.tar.gz/red_discordbot-3.5.22/redbot/cogs/filter/locales/*.po
Languages: de_de

source: This cog is designed for "filtering" unwanted words and phrases from a server. It provides tools to manage a list of words or sentences, and to customize automatic actions to be taken against users who use those words in channels or in their name/nickname. This can be used to prevent inappropriate language, off-topic discussions, invite links, and more.
de_de: Dieses Cog ist für "filtern" unerwünschte Wörter und Phrasen eines Servers ausgelegt. bietet Tools zur Verwaltung einer Liste von Wörtern oder Sätzen, und um automatische Aktionen gegen Benutzer anzupassen, die diese Wörter in Kanälen oder in ihrem Namen/Nicknamen verwenden. Dies kann verwendet werden, um unangemessene Sprachen, off-topic Diskussionen, Einladungslinks und mehr zu verhindern.

source: Base command to manage filter settings.
de_de: Basis-Befehl zum Verwalten von Filtereinstellungen.

source: Set the nickname for users with a filtered name. Note that this has no effect if filtering names is disabled (to toggle, run `[p]filter names`). The default name used is *John Doe*. Example: - `[p]filterset defaultname Missingno` **Arguments:** - `<name>` The new nickname to assign.
de_de: Legen Sie den Nicknamen für Benutzer mit gefiltertem Namen fest. Beachten Sie, dass dies keine Wirkung hat, wenn Filternamen deaktiviert sind (zum Umschalten, führen Sie `[p]filtername aus). Der verwendete Standardname ist *John Doe*. Beispiel: - `[p]filterset defaultname Missingno` **Argumente:** - `<name>` Der neue Nickname wird zugewiesen.

source: The name to use on filtered names has been set.
de_de: Der Name der für gefilterte Namen benutzt wird wurde festgelegt.

source: Set the filter's autoban conditions. Users will be banned if they send `<count>` filtered words in `<timeframe>` seconds. Set both to zero to disable autoban. Examples: - `[p]filterset ban 5 5` - Ban users who say 5 filtered words in 5 seconds. - `[p]filterset ban 2 20` - Ban users who say 2 filtered words in 20 seconds. **Arguments:** - `<count>` The amount of filtered words required to trigger a ban. - `<timeframe>` The period of time in which too many filtered words will trigger a ban.
de_de: Legen Sie die Auto-Ban-Bedingungen des Filters fest. Benutzer werden gebannt, wenn sie `<count>` gefilterte Wörter in `<timeframe>` Sekunden senden. Setze beide auf Null, um den Autopak zu deaktivieren. Beispiele: - `[p]filterset ban 5 5` - Bann-Benutzer, die 5 gefilterte Wörter in 5 Sekunden sagen. - `[p]filterset ban 2 20` - Bann-Benutzer, die 2 gefilterte Wörter in 20 Sekunden sagen. **Argumente:** - `<count>` Die Anzahl der gefilterten Wörter, die benötigt werden, um einen Bann auszulösen. - `<timeframe>` Der Zeitraum, in dem zu viele gefilterte Wörter einen Bann auslösen werden.

source: Count and timeframe either both need to be 0 or both need to be greater than 0!
de_de: Anzahl und Zeitrahmen müssen entweder beide 0 sein oder beide müssen größer als 0 sein!

source: Autoban disabled.
de_de: Autoban deaktiviert.

source: Count and time have been set.
de_de: Anzahl und Zeit wurden festgelegt.

source: Base command to add or remove words from the server filter. Use double quotes to add or remove sentences.
de_de: Basisbefehl zum Hinzufügen oder Entfernen von Wörtern aus dem Serverfilter. Verwenden Sie doppelte Anführungszeichen, um Sätze hinzuzufügen oder zu entfernen.

source: Clears this server's filter list.
de_de: Löscht die Filterliste dieses Servers.

source: The filter list for this server is empty.
de_de: Die Filterliste für diesen Server ist leer.

source: Are you sure you want to clear this server's filter list?
de_de: Sind Sie sicher, dass Sie die Filterliste dieses Servers löschen möchten?

source: You took too long to respond.
de_de: Sie haben zu lange gedauert, um darauf zu reagieren.

source: Server filter cleared.
de_de: Serverfilter gelöscht.

source: No changes have been made.
de_de: Keine Änderungen vorgenommen

source: Send a list of this server's filtered words.
de_de: Senden Sie eine Liste der gefilterten Wörter dieses Servers.

source: There are no current words setup to be filtered in this server.
de_de: Es gibt keine aktuelle Einstellung für Wörter auf diesem Server.

source: Filtered in this server:
de_de: Auf diesem Server gefiltert:

source: I can't send direct messages to you.
de_de: Ich kann keine Direktnachrichten an dich senden.

source: Base command to add or remove words from the channel filter. Use double quotes to add or remove sentences.
de_de: Basisbefehl zum Hinzufügen oder Entfernen von Wörtern aus dem Kanalfilter. Verwenden Sie doppelte Anführungszeichen zum Hinzufügen oder Entfernen von Sätzen.

source: Clears this channel's filter list.
de_de: Löscht die Filterliste dieses Kanals.

source: Threads can't have a filter list set up. If you want to clear this list for the parent channel, send the command in that channel.
de_de: Threads können keine Filterliste einrichten. Wenn Sie diese Liste für den übergeordneten Kanal löschen möchten, senden Sie den Befehl in diesem Kanal.

source: The filter list for this channel is empty.
de_de: Die Filterliste für diesen Kanal ist leer.

source: Are you sure you want to clear this channel's filter list?
de_de: Sind Sie sicher, dass Sie die Filterliste dieses Kanals löschen möchten?

source: Channel filter cleared.
de_de: Kanalfilter gelöscht.

source: Send a list of the channel's filtered words.
de_de: Senden Sie eine Liste der gefilterten Wörter des Kanals.

source: There are no current words setup to be filtered in this channel.
de_de: Es gibt keine aktuellen Wörtereinstellungen, die in diesem Kanal gefiltert werden können.

source: Filtered in this channel:
de_de: Gefiltert in diesem Kanal:

source: Add words to the filter. Use double quotes to add sentences. Examples: - `[p]filter channel add #channel word1 word2 word3` - `[p]filter channel add #channel "This is a sentence"` **Arguments:** - `<channel>` The text, voice, stage, or forum channel to add filtered words to. - `[words...]` The words or sentences to filter.
de_de: Fügen Sie Wörter zum Filter hinzu. Verwenden Sie doppelte Anführungszeichen, um Sätze hinzuzufügen. Beispiele: - `[p]filter channel add #channel word1 word2 word3` - `[p]filter channel add #Kanal "Dies ist ein Satz"` **Argumente:** - `<channel>` Der Text, der Text Sprache, Bühne oder Forumskanal, um gefilterte Wörter hinzuzufügen. - `[words...]` Die Wörter oder Sätze zu filtern.

source: Words added to filter.
de_de: Wörter wurden dem Filter hinzugefügt.

source: Words already in the filter.
de_de: Das ist bereits im Filter enthalten.

source: Remove words from the filter. Use double quotes to remove sentences. Examples: - `[p]filter channel remove #channel word1 word2 word3` - `[p]filter channel remove #channel "This is a sentence"` **Arguments:** - `<channel>` The text, voice, stage, or forum channel to add filtered words to. - `[words...]` The words or sentences to no longer filter.
de_de: Wörter aus dem Filter entfernen. Doppelte Anführungszeichen verwenden, um Sätze zu entfernen. Beispiele: - `[p]filter channel remove #channel word1 word2 word3` - `[p]filter channel remove #channel "Dies ist ein Satz"` **Argumente:** - `<channel>` Der Text, der Text Sprache, Bühne oder Forumskanal, um gefilterte Wörter hinzuzufügen. - `[words...]` Die Wörter oder Sätze nicht mehr filtern.

source: Words removed from filter.
de_de: {} vom Filter entfernt.

source: Those words weren't in the filter.
de_de: Diese Wörter befinden sich nicht in dem Filter.

source: Add words to the filter. Use double quotes to add sentences. Examples: - `[p]filter add word1 word2 word3` - `[p]filter add "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to filter.
de_de: Fügen Sie Wörter zum Filter hinzu. Verwenden Sie doppelte Anführungszeichen, um Sätze hinzuzufügen. Beispiele: - `[p]filter add word1 word2 word2 word3` - `[p]filter add "Dies ist ein Satz"` **Argumente:** - `[words...]` Die Wörter oder Sätze zu filtern.

source: Words successfully added to filter.
de_de: Wörter erfolgreich zum Filter hinzugefügt.

source: Those words were already in the filter.
de_de: Diese Wörter sind bereits im Filter.

source: Remove words from the filter. Use double quotes to remove sentences. Examples: - `[p]filter remove word1 word2 word3` - `[p]filter remove "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to no longer filter.
de_de: Wörter aus dem Filter entfernen. Doppelte Anführungszeichen verwenden, um Sätze zu entfernen. Beispiele: - `[p]filter remove word1 word2 word3` - `[p]filter remove "This is a sentence"` **Arguments:** - `[words...]` The words or sentences to no longer filter.

source: Words successfully removed from filter.
de_de: Wörter erfolgreich aus dem Filter entfernt.

source: Toggle name and nickname filtering. This is disabled by default.
de_de: Filterung von Namen und Nicknamen umschalten. Dies ist standartmäßig deaktiviert.

source: Names and nicknames will no longer be filtered.
de_de: Name und Nicknamen werden nun nicht mehr gefiltert.

source: Names and nicknames will now be filtered.
de_de: Name und Nicknamen werden nun gefiltert.

source: Filtered words used: {words}
de_de: Gefilterte Wörter: {words}

source: Filtered word used: {word}
de_de: Gefiltertes Wort: {word}

source: Autoban (too many filtered messages.)
de_de: Automatischer Ban (zu viele gefilterte Nachrichten.)

source: Filtered nickname
de_de: Gefilterter Nickname

source: Filtered name
de_de: Gefilterter Name
