Repository: pypi-data/pypi-mirror-374
Catalog: packages/pyams-app-msc/pyams_app_msc-2.7.2.tar.gz/pyams_app_msc-2.7.2/src/pyams_app_msc/locales/*/LC_MESSAGES/pyams_app_msc.po
Languages: fr

source: Manage movie theater properties
fr: Gérer les propriétés d'un cinéma

source: View movie theater properties
fr: Voir les propriétés d'un cinéma

source: Manage movie theater activities catalog
fr: Gérer le catalogue des activités d'un cinéma

source: Read movie theater activities catalog
fr: Voir le catalogue des activités d'un cinéma

source: View sessions planning on movie theater activities
fr: Voir le planning des séances d'un cinéma

source: Manage sessions planning on movie theater activities
fr: Gérer le planning des séances d'un cinéma

source: Create booking request for movie theater activity
fr: Créer des demandes de réservations pour les séances d'un cinéma

source: Manage bookings for movie theater activity
fr: Gérer les réservations pour les séances d'un cinéma

source: View booking information for movie theater activity
fr: Voir les réservations pour les séances d'un cinéma

source: Cancel own bookings on movie theater activity
fr: Annuler ses propres réservations pour les séances d'un cinéma

source: MSC: Sites manager
fr: MSC : Administrateur délégué

source: MSC: Theater manager
fr: MSC : Administrateur d'un cinéma

source: MSC: Theater operator
fr: MSC : Opérateur d'un cinéma

source: MSC: Theater contributor
fr: MSC : Contributeur d'un cinéma

source: MSC: Theater consultant
fr: MSC : Invité d'un cinéma

source: MSC: Theater client
fr: MSC : Client d'un cinéma

source: MSC: Reservation owner
fr: MSC : Propriétaire d'une réservation

source: Sites managers
fr: Administrateurs délégués

source: These principals are allowed to create and manage sites and movie theaters
fr: Ces mandataires peuvent procéder à la création d'un nouveau cinéma et nommer ses gestionnaires

source: Booking period
fr: Période de réservation

source: This is the next period for which this activity will be available
fr: Si l'activité n'est pas immédiatement disponible à la réservation, vous pouvez indiquer ici la période à laquelle elle sera disponible

source: Release year
fr: Année de sortie

source: Original country
fr: Pays d'origine

source: Original title
fr: Titre original

source: Original language
fr: Langue originale

source: Producers
fr: Producteurs

source: Writers
fr: Scénaristes

source: Director
fr: Réalisateur

source: Composer
fr: Compositeur

source: Main actors
fr: Acteurs principaux

source: Awards
fr: Récompenses

source: Duration
fr: Durée

source: Duration, in minutes
fr: Durée exprimée en minutes ; vous pouvez également l'indiquer en heures et minutes sous la forme HH:MM ou HHhMM, mais elle sera automatiquement convertie en minutes

source: Catalog entry
fr: Activité au catalogue

source: Title
fr: Titre

source: Movie or activity title; you can select an entry from TMDB database, or enter your own title
fr: Titre du film ou de l'activité ; vous pouvez sélectionner l'une des entrées proposée par TMDB, ou indiquer un titre spécifique ; pour effectuer une rechercher dans une langue spécifique, vous pouvez indiquer le code de la langue (par exemple, "en") suivi de ":" puis du texte à rechercher ; vous pouvez également spécifier une année de sortie en l'indiquant après le titre, séparée par une virgule

source: (inherit from theater settings)
fr: (utiliser les paramètres par défaut du cinéma)

source: Enable new sessions requests
fr: Autoriser les demandes de séances

source: Disable new sessions requests
fr: Interdire les demandes de séances

source: Activity type
fr: Type d'activité

source: TMDB movie ID
fr: ID TMDB du film

source: Movie ID in TMDB database
fr: Identifiant du film dans la base TMDB

source: Selected audiences
fr: Publics concernés

source: List of audiences selected for this activity
fr: Liste des publics concernés par cette activité

source: New sessions requests
fr: Demandes de séances

source: When enabled, external partners will be allowed to send requests for new sessions of this activity
fr: Si elle sont activées, les partenaires seront autorisés à effectuer des demandes de nouvelles séances spécifiques via un formulaire dédié pour cette activité

source: Sorting mode
fr: Mode de tri

source: Filter entries sorting mode
fr: Mode de tri des options du filtre

source: < 30 min.
fr: - de 30 minutes

source: 30 to 60 min.
fr: de 30 à 60 minutes

source: 60 to 90 min.
fr: de 60 à 90 minutes

source: > 90 min.
fr: + de 90 minutes

source: Enter text for TMDB movie search
fr: Indiquez un titre pour rechercher dans TMDB...

source: Add catalog entry
fr: Ajouter une activité au catalogue

source: New catalog entry properties
fr: Propriétés de la nouvelle activité

source: Activity details
fr: Détails de l'activité

source: Activity information
fr: Détails spécifiques de l'activité

source: Custom properties
fr: Propriétés spécifiques

source: Catalog management
fr: Gérer le catalogue

source: Activities catalog
fr: Gérer le catalogue

source: Audience filter
fr: Filtrage par type de public

source: Duration filter
fr: Filtrage par durée d'activité

source: MSC: catalog entry specificities with sessions
fr: MSC: spécificités d'une activité

source: (unknown)
fr: (inconnue)

source: (undefined)
fr: (non définie)

source: MSC: Catalog entries month calendar
fr: MSC: agenda mensuel des activités planifiées

source: Today
fr: Aujourd'hui

source: Month
fr: Mois

source: Week
fr: Semaine

source: Day
fr: Jour

source: List
fr: Liste

source: All-day
fr: (jour)

source: MSC: Catalog entries with next planned sessions
fr: MSC: liste des activités avec les prochaines séances

source: Filters CSS class
fr: Classe CSS des filtres

source: CSS class used for filters column
fr: Classe CSS appliquée à la colonne des filtres

source: Calendar CSS class
fr: Classe CSS de l'agenda

source: CSS class used for calendar container
fr: Classe CSS appliquée au conteneur de l'agenda

source: Sessions weeks
fr: Nombre de semaines

source: Number of weeks to display sessions
fr: Nombre de semaines dont on souhaite afficher les séances

source: First panel CSS class
fr: Classe CSS du premier résultat

source: CSS class used for first view items panel
fr: Vous pouvez appliquer une classe CSS spécifique au premier élément de la liste de résultats

source: Panels CSS class
fr: Classe CSS des cartes

source: CSS class used for view items panels
fr: Classe CSS appliquée aux autres éléments de la liste de résultats

source: Display sessions
fr: Afficher les séances

source: If 'no', incoming sessions will not be displayed
fr: Si 'non', les prochaines séances ne seront pas affichées

source: Display free seats
fr: Afficher les places libres

source: If 'no', number of free seats is not displayed
fr: Si 'non', le nombre de places libres ne sera pas affiché

source: CSS classes
fr: Classes CSS

source: Sessions display
fr: Affichage des séances

source: Ask for new session
fr: Demander une séance

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Next sessions
fr: Prochaines séances

source: ${seats} seats
fr: ${seats} places

source: authenticated
fr: authentifié

source: You must be ${role} to create a booking request!
fr: Vous devez être ${role} pour pouvoir effectuer une demande de réservation !

source: Ask for another session
fr: Demander une autre séance

source: Ask for a new session
fr: Demander une séance

source: Release year:
fr: Année de sortie :

source: Original country:
fr: Pays d'origine :

source: Original title:
fr: Titre original :

source: Original language:
fr: Langue originale :

source: Producer:
fr: Producteurs :

source: Writer:
fr: Scénaristes :

source: Director:
fr: Réalisateur :

source: Composer:
fr: Compositeur :

source: Actors:
fr: Acteurs :

source: Awards:
fr: Récompenses :

source: Duration:
fr: Durée :

source: Theater
fr: Cinéma

source: {} ({} seats)
fr: {} ({} places)

source: Cinema audiences
fr: Gestion des publics

source: Click icon to switch audience activity
fr: Cliquer cette icône pour activer ou désactiver ce public

source: This audience is active
fr: Ce public est activé

source: This audience is not active
fr: Ce public n'est pas actif actuellement

source: Audience name
fr: Nom du public

source: Cinema audiences list
fr: Liste des publics

source: Add audience
fr: Ajouter un public

source: New cinema audience
fr: Nouveau public

source: New cinema audience properties
fr: Propriétés du nouveau public

source: Cinema audience
fr: Public

source: Cinema audience properties
fr: Propriétés du public

source: Cinema audience: {}
fr: Public : {}

source: Between all catalog contents
fr: Parmi tout le catalogue du cinéma

source: Mail templates
fr: Modèles de messages

source: Movie theater mail templates
fr: Modèles de messages du cinéma

source: Messages management
fr: Gestion des messages

source: Cancelled booking
fr: Réservation annulée

source: Refused booking
fr: Réservation refusée

source: Booking accepted 'in option'
fr: Réservation en attente de confirmation

source: Accepted booking
fr: Réservation acceptée

source: Updated booking
fr: Réservation modifiée

source: Booking reminder
fr: Rappel de réservation

source: Mail templates can include spaces for predefined variables, including: - {theater_name}: theater name - {theater_address}: theater postal address - {theater_email}: theater email address - {theater_phone}: theater phone number - {theater_logo}: theater logo image - {sender_name}: sender name - {sender_email}: sender email address - {sender_phone}: sender phone number - {contact_name}: audience contact name - {contact_email}: audience contact email address - {contact_phone}: audience contact phone number - {booking_date}: booking date - {session}: session full label - {session_title}: session activity title - {session_date}: session date - {{session_date}}: new session date (used only after booking update)
fr: Les modèles de messages peuvent intégrer des variables prédéfinies, qui seront remplacées automatiquement lors de la génération des messages par les valeurs correspondantes : - {theater_name} : nom du cinéma - {theater_address} : adresse postale courte (rue, localité et ville) du cinéma - {theater_email} : adresse de messagerie du cinéma - {theater_phone} : téléphone du cinéma - {theater_logo} : logo du cinéma - {sender_name} : nom de l'expéditeur - {sender_email} : adresse de l'expéditeur - {sender_phone} : téléphone de l'expéditeur - {contact_name}: nom du contact dédié au public principal - {contact_email}: adresse du contact dédié au public principal - {contact_phone}: téléphone du contact dédié au public principal - {booking_date} : date de la réservation (format 'jj/mm/aaaa', préfixée automatiquement par 'le') - {session} : libellé complet de la séance - {session_title} : libellé de l'activité - {session_date} : date de la séance (format 'jj/mm/aaaa', préfixée automatiquement par 'le') - {{session_date}} : date de la nouvelle séance (en cas de changement uniquement, préfixée automatiquement par 'le')

source: Calendar presentation
fr: Présentation de l'agenda

source: Calendar template configuration
fr: Modèle de présentation de l'agenda du cinéma

source: Calendar layout
fr: Mise en page

source: Movies list presentation
fr: Présentation du catalogue

source: Movies list template configuration
fr: Modèle de présentation du catalogue des activités

source: Movies list layout
fr: Mise en page

source: Catalog presentation
fr: Présentation des activités

source: Catalog template configuration
fr: Modèle de présentation des activités inscrites au catalogue

source: Catalog layout
fr: Mise en page

source: Add movie theater
fr: Ajouter un cinéma

source: Add theater
fr: Ajouter un cinéma

source: New theater properties
fr: Propriétés du nouveau cinéma

source: Movie theater name is required!
fr: Le nom du cinéma est obligatoire !

source: A movie theater is already registered with this name!
fr: Un autre cinéma est déjà inscrit avec ce nom !

source: Theater management
fr: Gérer le cinéma

source: Properties
fr: Propriétés

source: Movie theater properties
fr: Propriétés du cinéma

source: Main theater properties
fr: Propriétés principales

source: Settings
fr: Paramètres

source: Movie theater settings
fr: Paramètres du cinéma

source: Main theater settings
fr: Paramètres principaux

source: Booking settings
fr: Gestion des réservations

source: Booking cancel mode
fr: Gestion des annulations

source: Cancel max delay must be set in "max delay" mode!
fr: Le délai maximum après la réservation doit être indiqué pour utiliser ce mode d'annulation !

source: Cancel notice period must be set in "notice period" mode!
fr: Le préavis minimum avant l'événement doit être indiqué pour utiliser ce mode d'annulation !

source: Quotations settings
fr: Gestion des devis

source: Cinema prices
fr: Gestion des tarifs

source: Click icon to switch price activity
fr: Cliquer cette icône pour activer ou désactiver ce tarif

source: This price is active
fr: Ce tarif est applicable

source: This price is not active
fr: Ce tarif n'est pas applicable actuellement

source: Price name
fr: Nom du tarif

source: Cinema prices list
fr: Liste des tarifs

source: Add price
fr: Ajouter un tarif

source: New cinema price
fr: Nouveau tarif

source: New cinema price properties
fr: Propriétés du nouveau tarif

source: Cinema price
fr: Tarif

source: Cinema price properties
fr: Propriétés du tarif

source: Cinema price: {}
fr: Tarif : {}

source: Activity types
fr: Types d'activités

source: Add activity type
fr: Ajouter un type d'activité

source: New activity type
fr: Nouveau type d'activité

source: Activities types
fr: Types d'activités

source: Movie theater activities types list
fr: Liste des types d'activités

source: Activity type properties
fr: Propriétés du type d'activités

source: Cinema rooms
fr: Gestion des salles

source: Click icon to switch room activity
fr: Cliquer cette icône pour activer ou désactiver cette salle

source: This room is active
fr: Cette salle est disponible

source: This room is not active
fr: Cette salle n'est pas disponible actuellement

source: Room name
fr: Nom de la salle

source: Cinema rooms list
fr: Liste des salles

source: Add room
fr: Ajouter une salle

source: New cinema room
fr: Nouvelle salle

source: New cinema room properties
fr: Propriétés de la nouvelle salle

source: Cinema room
fr: Salle

source: Cinema room properties
fr: Propriétés de la salle

source: Cinema room: {}
fr: Salle : {}

source: My theaters
fr: Mes cinémas

source: Out of catalog activity
fr: (activité hors-catalogue)

source: Active audience?
fr: Public actif

source: An inactive audience can't be assigned to new activities
fr: Un public inactif ne peut pas être affecté à de nouvelles activités

source: This name should be unique for each theater audience...
fr: Ce nom doit être unique pour chaque public du cinéma

source: Minimal age
fr: Âge minimum

source: This is the minimal age of the audience
fr: Ceci est l'âge minimum du public

source: Maximal age
fr: Âge maximum

source: This is the maximal age of the audience
fr: Ceci est l'âge maximum du public

source: Comments
fr: Commentaire

source: Additional comments
fr: Commentaires complémentaires

source: Notepad
fr: Bloc-notes

source: This comment is for internal use only
fr: Ce commentaire est à usage interne uniquement

source: Send copy to operator
fr: Envoyer une copie aux opérateurs

source: If 'yes', a copy of each message will be sent to operator
fr: Si vous activez cette option, une copie des messages sera envoyée aux opérateurs à chaque fois qu'un message de notification sera adressé aux bénéficiaires ; ATTENTION : les messages de rappel ne font pas l'objet d'une copie aux opérateurs !

source: Message subject
fr: Sujet des messages

source: Default subject used for cancelled booking notification
fr: Sujet par défaut d'un message d'annulation d'une réservation

source: Message template
fr: Modèle des messages

source: This template is used when a session booking is cancelled
fr: Ce modèle est utilisé en cas d'annulation d'une demande de réservation

source: Default subject used for refused booking notification
fr: Sujet par défaut d'un message de refus d'une demande de réservation

source: This template is used when a session booking is refused
fr: Ce modèle est utilisé en cas de refus d'une demande de réservation

source: Default subject used for temporarily accepted booking
fr: Sujet par défaut d'un message d'acceptation temporaire d'une demande de réservation en attente de validation

source: This template is used when a session booking is temporarily accepted but waiting for confirmation
fr: Ce modèle est utilisé en cas d'acceptation d'une demande de réservation en attente de confirmation

source: Default subject used for accepted booking notification
fr: Sujet par défaut d'un message d'acceptation d'une demande de réservation

source: This template is used when a session booking is accepted
fr: Ce modèle est utilisé en cas d'acceptation d'une demande de réservation

source: Default subject used for updated booking notification
fr: Sujet par défaut d'un message de modification d'une demande de réservation

source: This template is used when a session booking is updated after being accepted
fr: Ce modèle est utilisé en cas de modification d'une demande de réservation déjà acceptée

source: Reminder subject
fr: Sujet des messages

source: Default subject used for reminder message
fr: Sujet par défaut d'un message de rappel de réservation

source: This template is used for reminder messages which are sent to sessions recipients a few days before they take place
fr: Ce modèle est utilisé pour les messages de rappel qui peuvent être envoyés quelques jours avant les événements aux bénéficiaires dont les réservations ont été acceptées

source: Header
fr: Chapô

source: Site's header is generally displayed in page header
fr: Le chapô est généralement affiché dans les en-têtes de pages

source: Meta-description
fr: Méta-description

source: The site's description is 'hidden' into HTML's page headers; but it can be seen, for example, in some search engines results as content's description; if description is empty, content's header will be used.
fr: Cette description est intégrée dans les en-têtes des pages HTML ; mais elle peut être utilisée, par exemple, par certains moteurs de recherche pour afficher le résumé de leurs résultats ; si cette description est laissée vide, c'est le chapô qui sera utilisé comme méta-description

source: Workflow name
fr: Nom du workflow

source: Name of workflow utility used to manage tool contents
fr: Type de workflow appliqué à la gestion du catalogue des activités

source: This image will be used in documents and email messages
fr: Cette image pourra être utilisée dans les documents et dans les messages produits par l'application

source: Address
fr: Adresse

source: Full theater address
fr: Adresse complète du cinéma

source: Website address
fr: Adresse web

source: URL of theater web site
fr: URL du site web du cinéma

source: Contact email
fr: Adresse de messagerie

source: Phone number
fr: Téléphone

source: Banking account
fr: Références bancaires

source: Administrative information
fr: Références administratives

source: Internal information to be known about this content
fr: Notes à usage interne concernant ce cinéma

source: Managers
fr: Gestionnaires

source: Managers can manage all theater configuration and properties
fr: Les gestionnaires peuvent gérer toutes la configuration et les propriétés du cinéma

source: Operators
fr: Opérateurs

source: Operators can manage theater activities catalog, and reservations
fr: Les opérateurs peuvent mettre à jour le catalogue des activités et gérer les réservations

source: Contributors
fr: Contributeurs

source: Contributors can add activities to theater catalog, but can't publish them
fr: Les contributeurs peuvent ajouter des activités au catalogue, mais ne peuvent pas les publier

source: Designers are users which are allowed to manage presentation templates
fr: Les designers peuvent gérer les modèles de présentation

source: Readers
fr: Invités

source: Readers are guest users which can only view theater properties and activities catalog
fr: Les invités peuvent uniquement consulter les propriétés du cinéma ainsi que le catalogue des activités

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Use site form
fr: Utiliser un formulaire de demande

source: Use mailto link
fr: Utiliser uniquement un lien "mailto:"

source: Forbidden cancellation
fr: Annulation impossible

source: Max delay after booking
fr: Imposer un délai maximum après le dépôt de la demande

source: Minimum notice period before session
fr: Imposer un préavis minimum avant le début de la séance

source: Calendar first week day
fr: Premier jour de la semaine

source: First week day used in calendars
fr: Le premier jour de la semaine est utilisé pour l'affichage des semaines dans les agendas, que ce soit en mode "mois" ou en mode "semaine"

source: Calendar slot duration
fr: Durée des créneaux horaires

source: Calendar time slots frequency in week or day views
fr: Indiquée en minutes, cette valeur indique la durée des créneaux horaires affichés dans les vues par semaine ou par jour de l'agenda ; vous pouvez toujours ajuster la durée des événements plus finement, si besoin, dans le formulaire de mise à jour des propriétés d'un événement

source: Default session duration
fr: Durée de base des événements

source: This is a default duration, in minutes, of sessions for which activity has no duration
fr: Cette durée, exprimée en minutes, est appliquée par défaut aux événements dont l'activité n'a pas de durée indiquée

source: Session duration delta
fr: Temps minimum entre les événements

source: This is a number of minutes which will be added automatically to activities duration when adding new sessions
fr: Cette durée, exprimée en minutes, indique la durée qui sera ajoutée automatiquement à la durée des activités pour définir la durée des séances proposée aux gestionnaires

source: Display holidays
fr: Afficher les vacances scolaires

source: When enabled, holidays will be displayed in calendar
fr: Si 'oui', les périodes de vacances scolaires seront affichées dans l'agenda

source: Holidays location
fr: Académie de rattachement

source: This is the location of holidays which will be displayed in calendar
fr: L'académie de rattachement permet de choisir les périodes de vacances correspondantes

source: Holidays location is required to display holidays periods
fr: La sélection d'une académie de rattachement est obligatoire pour permettre l'affichage des vacances scolaires !

source: Allow session request
fr: Autoriser les demandes de nouvelles séances

source: When enabled, external partners will be allowed to send requests for new sessions
fr: Si elle est activée, les partenaires seront autorisés à effectuer des demandes de séances spécifiques via un formulaire dédié

source: Session request mode
fr: Mode de prise en charge

source: Reminder delay
fr: Délai de rappel

source: This is a delay, given in days before a session beginning, at which a reminder message can be sent to booking recipients; leave value empty or set it to 0 to disable reminders messages
fr: Ce délai, exprimé en jours, indique combien de temps avant le début d'une activité est attendu avant l'envoi d'un message de rappel aux bénéficiaires d'une réservation ; vous pouvez laisser cette valeur vide ou indiquer la valeur 0 si vous ne souhaitez pas envoyer de messages de rappel. ATTENTION : les réservations confirmées au-delà de ce délai ne feront pas l'objet de messages de rappel !
