Repository: pypi-data/pypi-mirror-374
Catalog: packages/pyams-app-msc/pyams_app_msc-2.7.2.tar.gz/pyams_app_msc-2.7.2/src/pyams_app_msc/locales/*/LC_MESSAGES/pyams_app_msc.po
Languages: fr

source: Second proposed date for this session
fr: Seconde date proposée

source: Third proposed date for this session
fr: Troisième date proposée

source: Target audience
fr: Public concerné

source: Target audience selected for this session
fr: Public concerné par cette nouvelle séance

source: You can add optional comments to your session request
fr: Vous pouvez ajouter un commentaire afin de faciliter le traitement de votre demande. Pour toute question préalable, feuillez utiliser le formulaire de contact...

source: If 'yes', a confirmation message will be sent to you to acknowledge the session request
fr: Sélectionnez cette option pour qu'un message de confirmation de la bonne réception de votre demande vous soit adressé par mail

source: Request new session
fr: Demander une nouvelle séance

source: Please select target audience...
fr: Veuillez sélectionner le type de public concerné...

source: {} New session request
fr: {} Nouvelle demande de séance

source: {} Your session request
fr: {} Votre demande de séance

source: If the proposed activities do not meet your needs, you can request an additional session. We'll get back to you as soon as possible, depending on the films in the cinema's catalog and available slots.
fr: Si les activités proposées ne correspondent pas à vos besoins, vous pouvez demander à ce qu'une séance spécifique soit mise en place. Une réponse vous sera apportée rapidement, en fonction des films présents au catalogue du cinéma et des créneaux encore disponibles. Pour les autres types de demandes, veuillez utiliser le formulaire de contact.

source: If the proposed sessions do not meet your needs, you can request an additional session. We'll get back to you as soon as possible, depending on the cinema's available slots.
fr: Si les séances proposées ne correspondent pas à vos besoins, vous pouvez demander à ce qu'une séance spécifique soit mise en place. Une réponse vous sera apportée rapidement, en fonction des créneaux encore disponibles. Pour les autres types de demandes, veuillez utiliser le formulaire de contact.

source: New session request
fr: Nouvelle demande de séance

source: [${service_name}] New session request
fr: [${service_name}] Nouvelle demande de séance

source: Your session request was registered correctly.
fr: Votre demande de mise en place d'une nouvelle séance a bien été enregistrée.

source: This is a copy of the new session request that you made to ${theater}, based on the following criteria:
fr: Ceci est une copie de la proposition que vous avez transmise au cinéma « ${theater} », basée sur les critères suivants :

source: Activity:
fr: Activité

source: First proposed date:
fr: Première date proposée :

source: Second proposed date:
fr: Seconde date proposée :

source: Third proposed date:
fr: Troisième date proposée :

source: Audience:
fr: Public :

source: You added the following message to his request:
fr: Vous avez ajouté le commentaire suivant :

source: You don't have to reply to this email to contact the movie theater; an operator will get back to you quickly to let you know what action has been taken on your request.
fr: Vous n'avez pas à répondre à ce message ; un opérateur du cinéma va prendre en compte votre demande dans les meilleurs délais, et reviendra vers vous si besoin ; en cas de manque de places, une autre séance pourra peut-être vous être proposée.

source: Session request confirmed!
fr: Demande de séance confirmée !

source: Your session request has been sent by mail to a movie theater administrator.
fr: Votre demande de séance a bien été transmise à l'un des gestionnaires du cinéma.

source: It will be processed as soon as possible.
fr: Cette demande va être traitée dans les meilleurs délais, en fonction des créneaux encore disponibles. En cas de manque de places, une autre séance pourra peut-être vous être proposée.

source: If you requested a confirmation email, you should receive it shortly in your mailbox.
fr: Si vous avez demandé à recevoir un message de confirmation, celui-ci devrait vous être adressé très rapidement.

source: You have received a new session request from ${sender} (${establishment}), based on the following criteria:
fr: Vous avez reçu une demande de mise en place d'une nouvelle séance de la part de ${sender} (${establishment}), basée sur les critères suivants :

source: ${sender} added the following message to his request:
fr: ${sender} a ajouté le commentaire suivant :

source: You just have to reply to this email to contact the request sender.
fr: Il vous suffit de répondre à ce message pour reprendre contact avec l'émetteur de cette demande, afin d'obtenir des informations complémentaires ou de lui transmettre la conclusion de cette demande.

source: Active period
fr: Période active

source: An inactive period is not displayed into theater planning
fr: Une période désactivée n'est pas affichée dans l'agenda du cinéma

source: Period label
fr: Libellé de la période

source: Period start date
fr: Début de la période

source: Period end date
fr: Fin de la période

source: Closure periods
fr: Périodes de fermeture

source: Click icon to switch period activity
fr: Cliquer cette icône pour activer ou désactiver cette période

source: This period is active
fr: Cette période est active

source: This period is not active
fr: Cette période est désactivée

source: Closure periods list
fr: Liste des périodes de fermeture

source: Add closure period
fr: Ajouter une période de fermeture

source: New closure period
fr: Nouvelle période de fermeture

source: new closure period properties
fr: Propriétés de la nouvelle période de fermeture

source: Closure period
fr: Période de fermeture

source: Closure period properties
fr: Propriétés de la période de fermeture

source: Closure period: {}
fr: Période de fermeture : {}

source: MSC: Simple banner
fr: MSC: Bandeau simple

source: Management menus
fr: Accès opérateur

source: Login...
fr: Connexion

source: User profile
fr: Mon profil utilisateur

source: Logout
fr: Se déconnecter

source: QUOTATION
fr: DEVIS

source: #Quotation:
fr: N° de devis :

source: Object:
fr: Objet :

source: Units
fr: Unités

source: Unit price
fr: Tarif

source: - Entries ({})
fr: - Entrées ({})

source: - Free accompanists
fr: - Accompagnateurs non payants

source: - Paying accompanists
fr: - Accompagnateurs payants

source: Base amount
fr: Total HT

source: VAT
fr: TVA

source: Total amount
fr: Total TTC

source: Bank location: {}
fr: Établissement bancaire : {}

source: Bank code
fr: Code banque

source: Counter code
fr: Code guichet

source: Account number
fr: N° de compte

source: Key
fr: Clé

source: VAT: {}
fr: Code TVA : {}

source: Quotation: {}
fr: Devis : {}

source: PyAMS MSC skin
fr: Thème commun "Ma Séance Ciné"

source: User profile is disabled!
fr: Ce profil utilisateur est désactivé !

source: Please select a theater
fr: Veuillez sélectionner un cinéma

source: Set content illustration
fr: Utiliser comme illustration principale

source: Set navigation illustration
fr: Utiliser comme illustration de navigation

source: No provided object_name argument!
fr: L'argument manquant !

source: Given element name doesn't exist!
fr: Le nom indiqué n'existe pas !

source: Can't find illustration target!
fr: Impossible de trouver la cible de l'illustration !

source: No illustration on content!
fr: Ce contenu ne comporte pas d'illustration !

source: Illustration has been updated successfully.
fr: L'illustration a été modifiée avec succès.

source: Gallery medias
fr: Galerie de médias

source: Number and street
fr: Numéro et rue

source: Entry number and street name
fr: Numéro de l'adresse et nom de la rue

source: Locality
fr: Localité

source: Postal code
fr: Code postal

source: Optional observations which can be added to describe the location
fr: Observations complémentaires qui peuvent être ajoutées pour décrire l'emplacement

source: Full name
fr: Nom complet

source: Contact full name
fr: Nom complet du contact

source: Contact email address
fr: Adresse de messagerie du contact

source: Contact phone number
fr: Téléphone

source: Company name
fr: Raison sociale

source: Account key
fr: Clé du RIB

source: IBAN code
fr: Code IBAN

source: Bank identifier code
fr: Code BIC

source: BIC or SWIFT code
fr: Code BIC ou SWIFT

source: Banking account information must contain bank code, counter code, account number and account key
fr: Le relevé d'identité bancaire doit contenir le code banque, le code guichet, le numéro de compte et la clé du RIB

source: SIRET code
fr: Code SIRET

source: APE code
fr: Code APE

source: Intra-community VAT number
fr: N° intra-communautaire

source: Add structure type
fr: Ajouter un type de structure

source: New structure type
fr: Nouveau type de structure

source: New structure type properties
fr: Propriétés du nouveau type de structure

source: Structure type: {}
fr: Type de structure : {}

source: Structure type properties
fr: Propriétés du type de structure

source: Table contents
fr: Contenu

source: Structures types list
fr: Liste des types de structures

source: Structures types table
fr: Table des types de structures

source: Period description
fr: Période de vacances

source: Period scholar year
fr: Année scolaire

source: Period zones
fr: Zone scolaire

source: Period location
fr: Académie

source: Holiday periods API URL
fr: URL de l'API

source: Holiday periods API dataset ID
fr: ID de l'ensemble de données

source: Records API action ID
fr: ID de l'action d'accès aux données

source: Records API condition argument name
fr: Nom du critère de sélection

source: Records API group-by argument name
fr: Nom du critère de regroupement

source: Records API period argument name
fr: Nom du paramètre de l'année scolaire

source: Records API population argument name
fr: Nom du paramètre des populations

source: Records API limit argument name
fr: Nom du paramètre de limitation des résultats

source: Records API offset argument name
fr: Nom du paramètre de pagination

source: Records API default page size
fr: Taille de page par défaut

source: Holiday periods
fr: Périodes de vacances

source: Location
fr: Académie

source: Scolar year
fr: Année scolaire

source: Zones
fr: Zone

source: Holiday periods list
fr: Liste des périodes de vacances

source: Holiday periods table
fr: Périodes de vacances

source: Holidays service settings
fr: Accès à l'API des vacances scolaires

source: Get new periods...
fr: Télécharger...

source: Scholar year
fr: Année scolaire

source: Scholar year used to get holiday periods
fr: Année scolaire sélectionnée pour le téléchargement des périodes de vacances

source: Populations selected to get holiday periods
fr: Populations sélectionnées pour le téléchargement des périodes de vacances ; si vous ne sélectionnez aucune population, toutes les populations seront sélectionnées, avec des risques de chevauchements entre les périodes ; les périodes associées à la population notée " - " sont en général celles qui sont communes aux populations d'élèves et d'enseignants

source: Download holidays
fr: Télécharger les périodes de vacances

source: Close
fr: Fermer

source: Please select a scholar year...
fr: Veuillez sélectionner une année scolaire...

source: {} holidays periods have been downloaded!
fr: {} périodes de vacances ont été téléchargées.
