Repository: pypi-data/pypi-mirror-374
Catalog: packages/pyams-app-msc/pyams_app_msc-2.7.2.tar.gz/pyams_app_msc-2.7.2/src/pyams_app_msc/locales/*/LC_MESSAGES/pyams_app_msc.po
Languages: fr

source: Number of participants seats reserved for this session
fr: Nombre de places réservées pour les participants à cet événement

source: Participants age
fr: Niveau ou âge des participants

source: Please let us know the age of the participants so that we can welcome them more easily
fr: Afin d'organiser l'accueil au mieux, merci d'indiquer le niveau des classes (pour les écoles) ou l'âge des participants (pour les autres types de structures)

source: Accompanists
fr: Accompagnateurs

source: Total number of accompanists seats reserved for this session
fr: Nombre total de places réservées pour les accompagnateurs à cet événement

source: Total participants
fr: Total des participants

source: Total number of participants reserved for this session
fr: Nombre total de places réservées pour les participants à cet événement et leurs accompagnateurs

source: Free accompanists
fr: ... dont accompagnateurs non payants

source: Number of free accompanists seats reserved for this session
fr: Nombre d'accompagnateurs non payants pris en charge à cet événement ; seuls les accompagnateurs au-delà de ce nombre sont pris en compte dans le calcul du ratio indiqué ci-dessous

source: Number of free accompanists can't be higher than total number of accompanists!
fr: Le nombre d'accompagnateurs non payants ne peut pas être supérieur au nombre total d'accompagnateurs !

source: You can set an integer number which will define the count of participants for which one accompanying person will have free access
fr: Ce ratio s'applique pour déterminer le nombre d'accompagnateurs payants, qui est calculé en divisant le nombre d'entrées par le nombre d'accompagnateurs au-delà du nombre d'accompagnateurs non payants indiqué ci-dessus (arrondi au nombre supérieur) ; vous pouvez donc indiquer ici le nombre de participants par accompagnateur qui bénéficient d'une entrée non payante, ou 0 pour que tous les accompagnateurs aient à régler leur entrée

source: Groups count
fr: Nombre de groupes

source: Number of groups or classrooms attending this session
fr: Nombre de groupes ou de classes participant à cet événement

source: Price
fr: Tarif

source: Price applied to this booking
fr: Tarif appliqué à cette réservation

source: Cultural pass
fr: Pass Culture

source: Check this option if payment is done using cultural pass
fr: Sélectionnez cette option lorsque le paiement est fait via un Pass Culture

source: These comments where added by booking recipient
fr: Ce commentaire précise la demande du bénéficiaire

source: These comments are for internal use only
fr: Ce commentaire est à usage interne uniquement

source: Archived
fr: Archivée

source: A booking is archived automatically after session end and can't be modified anymore
fr: Une réservation est archivée automatiquement après la fin de l'événement correspondant et ne peut plus être modifiée

source: Quotation number
fr: Numéro de devis

source: This is the reference number of the quotation
fr: Ceci est la référence du devis

source: Quotation message
fr: Message associé au devis

source: This message is added to quotation as an information message
fr: Ce message d'information est associé au devis envoyé au client

source: Quotation
fr: Devis

source: This quotation was attached to booking confirmation
fr: Ceci est le document au format PDF contenant le devis

source: Send update message?
fr: Envoyer un nouveau message de modification

source: If 'yes', a message will be sent to the recipient
fr: Si cette option est activée, un message de notification sera adressé au bénéficiaire de la demande de réservation en cas de modification de cette demande de réservation qui a déjà été validée

source: Update subject
fr: Sujet des messages

source: Subject of update message sent to the recipient
fr: Sujet du message de modification adressé au bénéficiaire

source: Update message
fr: Contenu du message

source: Update message will be sent to the recipient if booking properties are changed...
fr: Ce message sera adressé au bénéficiaire en cas de modification des éléments de la réservation

source: Send reminder?
fr: Envoyer un message de rappel

source: If 'yes', a reminder message will be sent to the recipient a few days before the session take place; delay before session is defined into theater settings
fr: Si cette option est activée, un message de rappel sera envoyé au bénéficiaire de la réservations quelques heures ou jours avant le début de l'événement ; ce délai est spécifié dans les paramètres du cinéma

source: Subject of reminder message sent to the recipient
fr: Sujet du message de rappel adressé au bénéficiaire

source: Reminder message
fr: Contenu du message

source: Reminder message will be sent to the recipient a few days before the session take place; delay before session is defined into theater settings
fr: Le message de rappel est envoyé au bénéficiaire quelques heures ou jours avant le début de l'événement, en fonction du paramétrage appliqué au niveau du cinéma

source: Reminder date
fr: Date du rappel

source: Date and time at which reminder message was sent
fr: Date et heure auxquelles le message de rappel a été envoyé ; une valeur vide indique que ce message n'a pas encore été envoyé...

source: Accept booking
fr: Accepter la réservation

source: Creation date
fr: Date de la réservation

source: Date at which the booking was created
fr: Date à laquelle la demande de réservation a été effectuée

source: Notify recipient?
fr: Notifier le bénéficiaire

source: If 'yes', a notification message will be sent to the recipient
fr: Si cette option est activée, un message de notification sera adressé au bénéficiaire de la demande de réservation

source: Notification subject
fr: Sujet du message

source: Subject of notification message sent to the recipient
fr: Sujet du message adressé au bénéficiaire

source: Notification message
fr: Message de notification

source: Notification message sent to the recipient
fr: Contenu du message adressé au bénéficiaire ; une copie de ce message sera conservée dans l'historique de cette réservation

source: Include quotation
fr: Inclure le devis

source: Include quotation document into notification message
fr: Inclure le devis au format PDF dans le message de notification

source: This message will be added to quotation
fr: Ce commentaire sera ajouté dans les éléments du devis

source: Free seats
fr: Places disponibles

source: Number of free seats for this session
fr: Nombre de places encore disponibles pour cet événement ; seules les réservations validées sont prises en compte, y compris cette réservation le cas échéant

source: You are not assigned to any theater
fr: Vous n'êtes affecté à aucun cinéma.

source: You are not allowed to access this booking
fr: Tarif appliqué à cette réservation

source: You are not allowed to manage this booking
fr: Vous n'êtes pas autorisé à gérer cette réservation.

source: Booking accepted
fr: Réservation acceptée

source: Booking temporarily accepted
fr: Acceptée (sous réserve)

source: [${service_name}] Booking request notification
fr: [${service_name}] Demande de réservation

source: Hello,
fr: Bonjour,

source: You received a new booking request from ${recipient} for ${session}, with the following criteria:
fr: Vous venez de recevoir une demande de réservation de la part de ${recipient} pour « ${session} », basée sur les critères suivants :

source: Nb participants:
fr: Nombre de participants :

source: Participants age:
fr: Âge des participants :

source: Nb accompanists:
fr: Nombre d'accompagnateurs :

source: Nb groups:
fr: Nombre de groupes

source: Cultural pass:
fr: Pass Culture :

source: The following message was added to this request:
fr: Le commentaire suivant a été ajouté à cette demande :

source: your dashboard
fr: votre tableau de bord

source: You can check this request from ${link}.
fr: Vous pouvez retrouver cette demande dans ${link}.

source: [${service_name}] Booking request confirmation
fr: [${service_name}] Confirmation de votre demande de réservation

source: Your booking request was registered correctly.
fr: Votre demande de réservation a bien été enregistrée.

source: An operator will get back to you quickly to let you know what action has been taken on your request.
fr: Un opérateur du cinéma va prendre en compte votre demande dans les meilleurs délais, et reviendra vers vous si besoin. En cas de manque de places, une autre séance pourra peut-être vous être proposée.

source: You made this new booking request for ${session}, based on the following criteria:
fr: Cette demande de réservation concerne « ${session} », sur la base des critères suivants :

source: You added the following message to this request:
fr: Vous avez ajouté le commentaire suivant :

source: You can reply to this email to contact the theater operator.
fr: Si besoin, vous pouvez répondre à ce message pour reprendre contact avec le cinéma.

source: Thank you.
fr: Merci.

source: view-booking-menu
fr: Consulter la réservation

source: modify-booking-menu
fr: Modifier la réservation

source: change-booking-session-menu
fr: Changer de séance

source: {room} (seats: {seats}) - {date} from {start_time} to {end_time}
fr: {room} - {date}, de {start_time} à {end_time} (places : {seats})

source: on %A %d/%m/%Y
fr: le %A %d/%m/%Y

source: Booking session
fr: Nouvel événement

source: Select the session for which this booking is applied
fr: Nouvel événement auquel doit s'appliquer la réservation

source: Change session
fr: Changer d'événement

source: Cancel
fr: Annuler

source: Booking: {}
fr: Réservation : {}

source: Change booking session
fr: Changement d'événement

source: No session selected, booking was not changed.
fr: Aucun événement sélectionné, la réservation n'a pas été modifiée.

source: This booking is already registered for this session...
fr: Cet événement est déjà celle concerné par cette réservation.

source: There are only {} free seats left in this session!
fr: <strong>ATTENTION :</strong> il ne reste que {} places libres sur cet événement !

source: Booking properties
fr: Propriétés de la réservation

source: Session properties
fr: Propriétés de l'événement

source: cancel-booking-menu
fr: Annuler

source: Cancel booking
fr: Annuler la réservation

source: Booking cancelled
fr: Réservation annulée

source: refuse-booking-menu
fr: Refuser

source: Refuse booking
fr: Refuser la réservation

source: Booking refused
fr: Réservation refusée

source: Quotation preview
fr: Prévisualiser le devis

source: option-booking-menu
fr: Accepter (sous réserve)

source: Optional booking
fr: Accepter la réservation (sous réserve de confirmation)

source: accept-booking-menu
fr: Accepter

source: You must set a price to accept a booking!
fr: Vous devez spécifier un tarif pour pouvoir accepter une réservation !

source: **WARNING**<br />The session capacity is too low to accept this booking!
fr: &ast; **ATTENTION** &ast;<br />Le nombre de places encore disponibles sur cet événement n'est pas suffisant pour accueillir cette réservation !

source: The reminder delay is set to {} days before session start.
fr: Le message de rappel sera envoyé au bénéficiaire {} jours avant le début de l'événement.

source: Recipients
fr: Bénéficiaires

source: Activities
fr: Activités

source: Include archives
fr: Inclure les réservations archivées

source: Session date
fr: Date de l'événement

source: Modification date
fr: Date de modification

source: Bookings search form
fr: Recherche de réservations

source: Search results
fr: Résultats de la recherche

source: Add booking archiver task...
fr: Archivage des réservations

source: Seats
fr: Places

source: Archived booking
fr: Réservation archivée

source: Current session bookings
fr: Réservations sur l'événement

source: Session bookings
fr: Gestion des réservations

source: (Seats: {})
fr: (places : {})

source: Add booking
fr: Ajouter une réservation

source: New booking
fr: Nouvelle réservation

source: New booking properties
fr: Propriétés de la nouvelle réservation

source: Reset quotation
fr: Ré-éditer le devis

source: Apply
fr: Enregistrer

source: This booking is archived and can't be modified anymore!
fr: Cette réservation est archivée et ne peut plus être modifiée !

source: Booking quotation
fr: Devis de la réservation

source: Booking update
fr: Réservation modifiée

source: Update message can be sent to booking recipient when a booking is modified after being validated.
fr: Ce nouveau message sera adressé au bénéficiaire (avec le devis actualisé) pour indiquer que cette réservation qui a déjà été acceptée a été modifiée.

source: You must set message content to be able to send a reminder message!
fr: Vous devez indiquer le contenu du message pour pouvoir activer le message de rappel !

source: Reminder message will be sent to booking recipient {} days before session begin date...
fr: Le message de rappel sera envoyé au bénéficiaire {} jours avant le début de l'événement.

source: Quotation has been reset!
fr: Le devis a été re-généré !

source: Booking management
fr: Gérer les réservations

source: Dashboard
fr: Tableau de bord

source: Booking dashboard
fr: Gestion des réservations

source: Room
fr: Salle

source: Last update
fr: Dernière modification

source: MANAGER - No booking waiting for your action
fr: RESPONSABLE - Aucune réservation en attente

source: MANAGER - 1 booking waiting for your action
fr: RESPONSABLE - 1 réservation en attente

source: MANAGER - {} bookings waiting for your action
fr: RESPONSABLE - {} réservations en attente

source: MANAGER - No booking accepted
fr: RESPONSABLE - Aucune réservation acceptée

source: MANAGER - 1 booking accepted
fr: RESPONSABLE - 1 réservation acceptée

source: MANAGER - {} bookings accepted
fr: RESPONSABLE - {} réservations acceptées

source: Session ID
fr: ID de l'événement

source: You can add optional comments to your booking request
fr: Vous pouvez ajouter un commentaire afin de faciliter le traitement de votre demande. Pour toute question préalable, feuillez utiliser le formulaire de contact...

source: Get confirmation message?
fr: Recevoir un message de confirmation

source: If 'yes', a confirmation message will be sent to you to acknowledge the booking
fr: Sélectionnez cette option pour qu'un message de confirmation de la bonne réception de votre demande de réservation vous soit adressé par mail

source: Add booking for this session
fr: Confirmer la demande de réservation

source: Your new booking properties
fr: Propriétés de votre demande de réservation

source: New booking request
fr: Nouvelle réservation

source: Booking ID
fr: ID de la réservation

source: Please add optional comments to cancel your booking
fr: Merci d'ajouter un commentaire afin d'expliquer les raisons de votre annulation

source: Cancelled booking request
fr: Réservation annulée

source: Booking request confirmed!
fr: Demande de réservation confirmée !

source: Your booking request has been saved!
fr: Votre demande de réservation a bien été prise en compte.

source: A movie theater operator will process your request as soon as possible.
fr: Un opérateur du cinéma va traiter votre demande dans les meilleurs délais, et reviendra vers vous si besoin. En cas de manque de places, une autre séance pourra vous être proposée.

source: Display movie info
fr: Accéder à la fiche du film

source: Session date: ${date}.
fr: Date de la séance : ${date}

source: Proposed version: ${version}
fr: Version proposée : ${version}

source: Target audiences: ${audiences}
fr: Public(s) concerné(s) : ${audiences}

source: Original version
fr: Version originale

source: Original version with subtitles
fr: Version originale sous-titrée

source: Translated version
fr: Version traduite

source: OV
fr: VO

source: OVWS
fr: VOST

source: TV
fr: VF

source: Label
fr: Libellé

source: If no label is set, activity label will be used
fr: Ce libellé sera affiché s'il n'y a pas d'activité associée à cet événement, ou à la place du libellé de l'activité si vous en avez sélectionné une

source: Session start date
fr: Début de la séance

source: Start date and time of the session
fr: Date et heure de début de la séance

source: Session duration, given as time delta object
fr: Durée de la séance exprimée sous la forme d'un object "timedelta"

source: Session end date
fr: Fin de la séance

source: End date and time of the session
fr: Date et heure de fin de la séance

source: Session room
fr: Salle

source: Theater room in which session is planned
fr: Salle dans laquelle la séance est planifiée

source: Session capacity
fr: Jauge

source: Number of places available for this session
fr: Nombre maximal de places ouvertes à la réservation pour cette séance

source: Displayed version
fr: Version proposée

source: List of audiences selected for this session
fr: Si cette séance concerne plus particulièrement certains types de publics, vous pouvez les sélectionner ici, l'information sera restituée sur le formulaire de réservation des partenaires

source: Temporary session
fr: En attente de confirmation

source: If 'yes', this session is 'temporary' and not confirmed yet!
fr: Si 'oui', cet événement est encore temporaire, en attente de confirmation...

source: Open for internal booking
fr: Ouverte aux réservations internes

source: Only internal bookable sessions are visible to operators for booking
fr: Seuls les événements ouverts aux réservations internes peuvent être réservés par les opérateurs du cinéma

source: Open for external booking
fr: Ouverte aux réservations externes

source: Only external bookable sessions are visible to public for booking
fr: Seuls les événements ouverts aux réservations externes peuvent faire l'objet de demandes de réservations par les partenaires du cinéma

source: Public session
fr: Séance publique

source: If 'yes', this session is public and anybody can assist
fr: Si 'oui', cette séance est publique et donc ouverte à tous sans réservation

source: Movie theater comments
fr: Commentaires du cinéma

source: These comments will be displayed to the users on booking form
fr: Ce commentaire sera visible sur le formulaire de réservation associé à cet événement

source: {room} - {date} at {start_time}
fr: {room} - {date} à {start_time}

source: {date} at {start_time}
fr: {date}, à {start_time}

source: {date} at {start_time}
fr: {date}, à {start_time}

source: You are not allowed to access this session
fr: Vous n'êtes pas autorisé à accéder à cette séance

source: Planning
fr: Agenda

source: Sessions planning
fr: Agenda des événements programmés

source: Transpose calendars
fr: Transposer les agendas

source: Synchronize calendars views
fr: Synchroniser les vues des agendas

source: Synchronize calendars scrolling
fr: Synchroniser le défilement des agendas

source: Planning legend
fr: Légende de l'agenda

source: Planned sessions
fr: Séances planifiées

source: Activity planned sessions
fr: Séances planifiées pour cette activité

source: Incoming sessions
fr: Prochaines séances

source: Archived sessions
fr: Séances archivées

source: %a %d/%m/%Y at %H:%M
fr: %A %d/%m/%Y à %H:%M

source: Reserved
fr: Réservations

source: Confirmed
fr: Confirmées

source: Today program
fr: Programme du jour

source: Sessions planned for today
fr: Séances programmées aujourd'hui

source: Sessions planned for the next {count} days
fr: Séances programmées dans les {count} prochains jours

source: {} groups
fr: {} groupes

source: 1 group
fr: 1 groupe

source: on %A %d, %B
fr: le %A %d %B

source: at %H:%M
fr: à %Hh%M

source: Program length: {count} day{plural}
fr: Durée affichée : {count} jour{plural}

source: plural-string
fr: s

source: comments-group-legend
fr: Commentaires

source: New session
fr: Nouvel événement

source: New session properties
fr: Propriétés de l'événement

source: Bookings
fr: Réservations

source: Delete
fr: Supprimer la séance

source: Session planning
fr: Programmation d'un événement

source: You can't define a session gauge higher than the room's capacity!
fr: Vous ne pouvez pas définir une jauge supérieure à la capacité de la salle !

source: The number of validated seats is already higher than this gauge!
fr: Vous ne pouvez pas abaisser la jauge à un nombre de places inférieur au nombre de places déjà validées !

source: Unknown room!
fr: La salle indiquée est inconnue !

source: Target room doesn't have enough capacity for confirmed seats of this session!
fr: La salle sélectionnée ne dispose pas d'une capacité suffisante pour accueillir les réservations confirmées à cet événement !

source: Bad parameters
fr: Paramètres incorrects.

source: Session updated
fr: Séance modifiée

source: Session capacity has been reduced due to lower room capacity!
fr: La jauge de l'événement a été réduite du fait de la capacité insuffisante de cette salle !

source: Session capacity has been increased to match new room capacity; please check session properties if capacity has to be reduced!
fr: La jauge de l'événement a été augmentée pour s'adapter à la capacité de la nouvelle salle ; consultez les propriétés de cet événement si la jauge doit être réduite...

source: New activity
fr: Nouvelle activité

source: You can select an existing activity from your catalog, or keep this input empty if you want to detach this session from it's current activity
fr: Vous pouvez sélectionner une activité présente au sein de votre catalogue, ou ne rien sélectionner si vous voulez simplement détacher cette séance de l'activité à laquelle elle est actuellement rattachée

source: Change activity
fr: Changer d'activité

source: Change session activity
fr: Changer l'activité d'une séance

source: New session activity
fr: Choisir une autre activité

source: You can change the catalog activity to which this session is attached.<br />If you let the activity input empty, the session will be detached from it's current activity.<br />All bookings attached to this session will be kept.
fr: Vous pouvez changer l'activité inscrite au catalogue à laquelle cette séance est actuellement rattachée.<br />Si vous laissez la nouvelle activité sélectionnée vide, cette séance sera détachée de son activité actuelle et donc considérée "hors catalogue".<br />Dans tous les cas, toutes les réservations rattachées à cette séance seront conservées !

source: Not bookable session
fr: Séance non ouverte aux réservations

source: Internal bookable session
fr: Séance ouverte aux réservations internes

source: External bookable session
fr: Séance ouverte aux réservations externes

source: Session with confirmed seats
fr: Séance avec réservations confirmées

source: Full session
fr: Séance avec places insuffisantes

source: Back to previous page
fr: Revenir à la page précédente

source: (${capacity} seats)
fr: (${capacity} places)

source: Manage event booking...
fr: Gérer les réservations

source: Assign to catalog activity...
fr: Changer d'activité

source: Clone event...
fr: Dupliquer l'événement

source: (unregistered user profile: ${principal_id})
fr: (compte utilisateur non enregistré : ${principal_id})

source: ${groups}: ${participants} participants, ${accompanists} accompanists
fr: ${groups} : ${participants} participants, ${accompanists} accompagnateurs

source: There is no confirmed booking for this session.
fr: Aucune réservation validée pour cet événement.

source: There is no session planned for the selected period.
fr: Aucune séance n'est programmée sur la période sélectionnée.

source: Movie title
fr: Titre du film

source: Title of the movie or activity for which you request a new session
fr: Titre du film ou de l'activité pour laquelle vous souhaitez demander une nouvelle séance

source: Start date of the session
fr: Propositions de dates et d'heures de début de la séance

source: First proposed date for this session
fr: Première date proposée
