Repository: pypi-data/pypi-mirror-374
Catalog: packages/pyams-app-msc/pyams_app_msc-2.7.2.tar.gz/pyams_app_msc-2.7.2/src/pyams_app_msc/locales/*/LC_MESSAGES/pyams_app_msc.po
Languages: fr

source: User booking cancel mode
fr: Annulation des réservations

source: This mode determines how and when a principal can cancel a booking by it's own way
fr: Ce paramètre indique de quelle manière un utilisateur ayant déposé une demande de réservation est à même de l'annuler par lui-même

source: Cancel max delay
fr: Délai maximum après la réservation

source: This is the maximum period length after user booking, given in hours, during which a principal can cancel a booking by it's own way
fr: Ce délai maximum, indiqué en heures, correspond à la durée pendant laquelle, après avoir déposé sa demande de réservation, un bénéficiaire peut encore annuler cette demande par lui-même, sans contacter le cinéma

source: Cancel notice period
fr: Préavis minimum avant l'événement

source: This is the minimum amount of time before session, given in hours, during which a principal can cancel a booking by it's own way
fr: Ce préavis, indiqué en heures, correspond à la durée minimale avant le début de l'événement jusqu'à laquelle un bénéficiaire peut encore annuler cette demande par lui-même, sans contacter le cinéma

source: Booking retention duration
fr: Durée de rétention des réservations

source: This is the minimum amount of time, given in hours, during which a a booking is kept 'active' before being archived
fr: Ceci est la durée minimale, indiquée en heures, avant qu'une réservation associée à un événement terminé ne soit archivée automatiquement

source: Quotation number format
fr: Format des numéros de devis

source: This number will be used as formatting string to create quotations numbers; you can use date elements like {yyyy} for current year in long format, {yy} for current year in short format, {mm} for current month, {dd} for current date, {yinc} for year increment, {minc} for month increment and {operator} for operator initials
fr: Vous pouvez indiquer une "chaîne de formattage" utilisée pour générer les numéros de devis ; vous pouvez utiliser des éléments dynamiques comme {yyyy} pour indiquer l'année en cours sur quatre chiffres, {yy} pour l'année en cours sur deux chiffres, {mm} pour le mois en cours, {dd} pour le jour du mois, {yinc} pour un numéro d'incrément annuel, {minc} pour un incrément mensuel et {operator} pour les initiales de l'opérateur

source: Quotation email address
fr: Adresse de messagerie

source: If set, this address will be used on quotations instead of general theater contact email
fr: Si elle est renseignée, cette adresse sera indiquée sur les devis à la place de l'adresse de contact générale du cinéma

source: Quotation logo
fr: Logo d'en-tête

source: This image will be displayed in quotations headers
fr: Cette image sera affichée dans l'en-tête des devis

source: Base color
fr: Couleur de base

source: This color will be used as base color for graphic elements displayed in quotations
fr: Cette couleur sera utilisée comme couleur de base pour les éléments graphiques affichés dans les devis ; si aucune couleur n'est indiquée, une couleur sera générée automatiquement à partir des couleurs du logo

source: Currency
fr: Devise

source: This is the currency used for all transactions
fr: Ceci est la devise utilisée pour toutes les informations monétaires

source: VAT rate
fr: Taux de TVA

source: This is the VAT rate which will be used in quotations
fr: Ceci est le taux de TVA appliqué lors de l'édition' des devis

source: Active price?
fr: Tarif actif ?

source: An inactive price can't be assigned to new reservations
fr: Un tarif inactif ne peut pas être affecté à de nouvelles réservations

source: This name should be unique for each theater price...
fr: Ce nom doit être unique pour chaque tarif du cinéma

source: Participant price
fr: Prix par participant

source: This is the price which is applied to each participant
fr: Ceci est le tarif qui est appliqué à chaque participant

source: Accompanying ratio
fr: Ratio d'accompagnateurs

source: You can set an integer number which will define the count of participants for which one accompanying person will have free access; this ratio will still be updatable on all bookings using this price
fr: Vous pouvez indiquer ici le nombre de participants par accompagnateur qui bénéficient d'une entrée non payante, ou 0 pour que tous les accompagnateurs aient à régler leur entrée ; cette valeur pourra toujours être modifiée pour chaque réservation où ce tarif sera appliqué

source: Accompanying price
fr: Prix par accompagnateur payant

source: This is the price which is applied to each accompanying person
fr: Ceci est le tarif qui est appliqué à chaque accompagnateur

source: Active room?
fr: Salle active ?

source: An inactive room can't be selected to assign new activities
fr: Une salle active ne peut pas être sélectionnée pour lui affecter de nouvelles activités

source: Room name or number
fr: Nom ou numéro

source: This name should be unique inside a single theater...
fr: Ce nom doit être unique pour chaque salle du cinéma

source: Capacity
fr: Capacité

source: Maximum number or seats available in this room
fr: Nombre maximal de places disponibles dans cette salle

source: Opening time
fr: Heure d'ouverture

source: First time available for sessions planning
fr: Heure à partir de laquelle des événements peuvent être programmés

source: Closing time
fr: Heure de fermeture

source: Last time available for sessions planning
fr: Heure jusqu'à laquelle des événements peuvent être programmés

source: Activity
fr: Activité

source: You can select an existing activity from your catalog, or keep this input empty if you just want to mark a period as not being available for booking
fr: Vous pouvez sélectionner une activité présente au sein de votre catalogue, ou ne rien sélectionner si vous voulez simplement indiquer qu'une période n'est pas disponible pour d'autres activités ; le fait qu'un événement soit "hors catalogue" ne vous empêche pas cependant d'y associer des réservations

source: MSC: Audiences list
fr: MSC: Liste des publics

source: MSC: Movie theaters list
fr: MSC: Liste des cinémas partenaires

source: Alphabetical order
fr: Ordre alphabétique

source: Random order
fr: Ordre aléatoire

source: Portlet main title
fr: Titre principal du composant

source: Theaters display order
fr: Ordre d'affichage

source: Choose order in which theaters are displayed
fr: Permet de sélectionner l'ordre dans lequel les cinémas sont affichés dans le carousel

source: MSC: Simple audiences banner (default)
fr: MSC: Menu d'accès aux public (par défaut)

source: MSC: Movie theaters carousel (default)
fr: MSC: Carousel des cinémas partenaires (par défaut)

source: CSS class
fr: Classe CSS du carousel

source: Carousel container CSS class
fr: Classe CSS appliquée au carousel

source: Cards CSS class
fr: Classe CSS des cartes

source: Inner cards CSS class
fr: Classe CSS appliquée aux cartes à l'intérieur du carousel

source: Images selection
fr: Sélection des images

source: Carousel can use responsive selections, but you can also force selection of another specific selection
fr: Le carousel peut utiliser les sélections responsives, mais vous pouvez également imposer une sélection spécifique

source: Automatic sliding
fr: Balayage automatique

source: If 'no', sliding will only be activated manually
fr: Si 'non', le balayage ne sera activé que manuellement ; n'oubliez pas d'activer les contrôles dans ce cas !!

source: Fade effect
fr: Effet de fondu

source: If 'yes', slide to slide animation will use a fade effect instead of lateral sliding
fr: Si 'oui', le carousel utilisera un effet de fondu lors du passage d'une page de cartes à la suivante plutôt qu'un effet de glissé latéral

source: Display controls
fr: Afficher les contrôles

source: If 'yes', display arrows to navigate between slides
fr: Si 'oui', des flèches de navigation sont affichées pour changer de page de cartes

source: Enable swiping
fr: Autoriser les mouvements de balayage

source: If 'no', touch events will be disabled on touchscreens
fr: Si 'non', les mouvements de balayage seront désactivés sur les écrans tactiles

source: Calendar
fr: Agenda

source: Movies list
fr: Tous les films

source: Home
fr: Accueil

source: Enable TMDB configuration
fr: Activer le service TMDB

source: Service URL
fr: URL du service

source: Main TMDB services base URL
fr: URL de base des services TMDB

source: Proxy information
fr: Serveur proxy

source: Enter information if a proxy is required
fr: Informations à renseigner si l'utilisation d'un serveur proxy est nécessaire

source: API key
fr: Clé d'API

source: API authentication key (v3)
fr: Clé d'authentification (authentification v3)

source: Bearer token
fr: Jeton Bearer

source: Bearer authentication token (v4)
fr: Jeton d'authentification Bearer (authentification v4)

source: You must define an API key or a Bearer token to enable TMDB configuration!
fr: Vous devez définir une clé d'API ou un jeton pour activer le service TMDB !

source: Language
fr: Langue

source: Primary language used for TMDB API
fr: Langue principale utilisée pour les accès à l'API

source: Movie search path
fr: Recherche des films

source: Path to TMDB movie search API
fr: Chemin vers l'API de recherche des films

source: Movie details path
fr: Détails des films

source: Path to TMDB movie details API, including {movie_id} argument
fr: Chemin vers l'API d'accès aux détails des films, incluant le paramètre {movie_id}

source: Movie credits path
fr: Crédits des films

source: Path to TMDB movie credits API, including {movie_id} argument
fr: Chemin vers l'API d'accès aux crédits des films, incluant le paramètre {movie_id}

source: Actors count
fr: Nombre d'acteurs

source: Number of actors
fr: Nombre maximal d'acteurs récupérés via l'API

source: Movie images path
fr: Images des films

source: Path to TMDB movie images API, including {movie_id} argument
fr: Chemin vers l'API d'accès aux images des films, incluant le paramètre {movie_id}

source: Movie videos path
fr: Vidéos des films

source: Path to TMDB movie videos API, including {movie_id} argument
fr: Chemin vers l'API d'accès aux vidéos des films, incluant le paramètre {movie_id}

source: Images URL
fr: URL des images

source: TMDB images base URL, including {size} and {image_id} arguments
fr: URL de base d'accès aux images, incluant les paramètres {size} et {image_id}

source: Download main poster?
fr: Télécharger l'affiche principale

source: If 'no', movie poster will not be downloaded on activity creation
fr: Si 'non', l'affiche principale des films ne sera pas téléchargée lors de la création des activités

source: Main poster size
fr: Taille de l'affiche

source: This is the size of poster image downloaded from TMDB
fr: Taille des affiches téléchargées depuis le site de TMDB

source: Download pictures?
fr: Télécharger les images

source: If 'no', movie pictures will not be downloaded on activity creation
fr: Si 'non', les images des films ne seront pas téléchargées lors de la création des activités

source: Pictures size
fr: Taille des images

source: This is the size of movies images downloaded from TMDB
fr: Sélectionner la taille des images téléchargées depuis le site de TMDB

source: Download posters?
fr: Télécharger les autres affiches

source: If 'no', movie posters will not be downloaded on activity creation
fr: Si 'non', les autres affiches des films ne seront pas téléchargées lors de la création des activités

source: Posters size
fr: Taille des affiches

source: This is the size of posters images downloaded from TMDB
fr: Taille des affiches téléchargées depuis le site de TMDB

source: Download videos?
fr: Télécharger les vidéos

source: If 'no', movie videos will not be downloaded on activity creation
fr: Si 'non', les vidéos des films seront pas téléchargées lors de la création des activités

source: Get videos for selected language only
fr: Seulement pour la langue sélectionnée

source: If 'yes', only videos tagged for selected language will be selected; otherwise, other videos tagged for any language may also be selected
fr: Si 'oui', seules les vidéos taggées pour la langue sélectionnée seront sélectionnées ; dans le cas contraire, d'autres vidéos taggés pour toutes les langues pourront également être sélectionnées

source: TMDB configuration
fr: Paramétrage TMDB

source: TMDB service configuration
fr: Configuration du service TMDB

source: TMDB service properties
fr: Propriétés du service

source: TMDB lookup
fr: Intégrer les informations TMDB

source: If 'yes', a lookup is done in TMDB database to find movie properties
fr: Si 'oui', une recherche sera effectuée sur la base TMDB (The Movie DataBase) pour retrouver les principales informations sur le film ainsi que son affiche, les autres illustrations et les bandes annonces ou vidéos promotionnelles

source: User profile cleaner
fr: Suppression de profil utilisateur

source: Principal ID
fr: ID du mandataire

source: Active user?
fr: Profil actif ?

source: Inactive users can't login anymore to website
fr: Un profil désactivé ne peut plus être utilisé pour se connecter au site

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Mail address
fr: Adresse de messagerie

source: Establishment of affiliation
fr: Établissement ou structure

source: Structure type
fr: Type de structure

source: Select structure type matching this establishment
fr: Sélectionner le type de structure correspondant à cet établissement

source: Establishment address
fr: Adresse de l'établissement ou de la structure

source: Preferred local theaters
fr: Cinémas de rattachement

source: Not displayed
fr: Non affichées

source: Display confirmed/requested/capacity seats
fr: Afficher les places acceptées / demandées / en jauge

source: Display confirmed/requested/free seats
fr: Afficher les places acceptées / demandées / disponibles

source: Display confirmed/waiting/capacity seats
fr: Afficher les places acceptées / en attente / en jauge

source: Display confirmed/capacity seats
fr: Afficher les places acceptées / en jauge

source: Display confirmed/free seats
fr: Afficher les places acceptées / disponibles

source: Session seats display mode
fr: Affichage des places dans l'agenda

source: You can choose how session seats are displayed in movie theater planning view
fr: Vous pouvez choisir la façon dont les places sont affichées dans le planning des activités

source: Today program length
fr: Longueur du programme du jour

source: Number of days displayed in today program
fr: Nombre de jours affichés par défaut dans le programme du jour

source: User profiles
fr: Profils utilisateurs

source: First or last name
fr: Nom ou prénom

source: Email address
fr: Adresse de messagerie

source: City
fr: Ville

source: Structures types
fr: Types de structures

source: User profiles search form
fr: Recherche des profils utilisateurs

source: Advanced search
fr: Recherche avancée

source: Establishment
fr: Établissement

source: User profiles search results
fr: Résultat de la recherche

source: Notify user?
fr: Notifier l'utilisateur

source: If 'yes', a notification message containing an activation link will be sent to this user after his profile creation
fr: Si 'oui', un message de notification contenant un lien d'activation sera adressé à l'utilisateur après la création de son profil

source: User add form
fr: Création d'un compte utilisateur

source: User account settings
fr: Propriétés du profil utilisateur

source: Select structure type...
fr: Sélectionner un type de structure...

source: This email address is already registered!
fr: Cette adresse de messagerie est déjà enregistrée !

source: This form allows you to register a new user account. If this user want to login, he will have to use the "Forgotten password" feature to get a new activation link to set his password.
fr: Ce formulaire vous permet de renseigner les paramètres d'inscription d'un utilisateur. À l'issue de cette inscription, si cet utilisateur souhaite se connecter, il devra utiliser la fonction "Mot de passe oublié" accessible depuis l'écran de connexion pour obtenir sur son adresse de messagerie un lien d'activation lui permettant de définir son mot de passe.

source: Disable profile
fr: Désactiver le profil

source: Enable profile
fr: Activer le profil

source: User edit form
fr: Modification d'un compte utilisateur

source: Disabled profiles can't be used for website login anymore but can still be assigned new bookings
fr: Un profil utilisateur désactivé ne peut plus être utilisé pour se connecter sur le site, mais peut toujours être bénéficiaire de nouvelles réservations

source: Operator profile
fr: Mon profil opérateur

source: Edit user profile
fr: Modifier le profil utilisateur

source: Create new user profile
fr: Nouveau profil utilisateur

source: User ID
fr: Identifiant

source: Your user ID can be your email address or a custom login
fr: Votre identifiant peut être votre adresse de messagerie ou un code utilisateur spécifique

source: Request password reset
fr: Demander la réinitialisation du mot de passe

source: Reset
fr: Annuler

source: Password reset
fr: Réinitialisation du mot de passe

source: Enter account
fr: Paramètre de votre compte

source: Login is required!
fr: L'identifiant utilisateur est obligatoire !

source: Password reset is not allowed!
fr: La réintialisation du mot de passe est actuellement désactivée !

source: Change password
fr: Changer de mot de passe

source: Password change
fr: Changement de mot de passe

source: Enter account and new password
fr: Paramètres de connexion

source: Can't change password with provided arguments!
fr: Impossible de modifier le mot de passe avec les paramètres de connexion indiqués !

source: My profile
fr: Mes coordonnées

source: My user profile
fr: Mon profil utilisateur

source: Account settings
fr: Paramètres de votre compte

source: My password
fr: Mon mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirmed new password
fr: Confirmer le nouveau mot de passe

source: Can't find local principal!
fr: Impossible de trouver l'utilisateur correspondant aux paramètres indiqués !

source: Wrong current password!
fr: L'ancien mot de passe que vous avez indiqué est incorrect !

source: User password was not confirmed correctly.
fr: Le nouveau mot de passe n'a pas été confirmé correctement !

source: Your password was changed successfully.
fr: Votre mot de passe a été modifié !

source: My bookings
fr: Mes réservations

source: My archives
fr: Mes archives

source: Session
fr: Séance

source: Status
fr: Statut

source: (unknown status)
fr: (statut inconnu)

source: Cancel...
fr: Annuler...

source: Create account
fr: Créer mon compte

source: Registration form
fr: Formulaire d'inscription

source: Please select your structure type...
fr: Veuillez sélectionner le type de votre structure...

source: Registration is actually closed!
fr: Les inscriptions sont actuellement fermées !

source: This form allows you to register a new user account. After submitting the form, you will receive an email containing a link which must be used to confirm your email address and set a new password.
fr: Ce formulaire vous permet de renseigner vos paramètres d'inscription. À l'issue de cette pré-inscription, vous recevrez un message électronique contenant un lien que vous devrez utiliser pour confirmer cette inscription et définir un mot de passe afin de sécuriser l'accès à votre compte.

source: E-mail address
fr: Adresse de messagerie

source: Validate account
fr: Confirmer l'activation de mon compte

source: Registration confirm form
fr: Confirmation d'inscription

source: Confirm your login and set a new password
fr: Paramètres de connexion

source: Can't activate account with provided arguments!
fr: Impossible d'activer ce compte avec les paramètres de connexion indiqués !

source: Registration finished!
fr: Inscription enregistrée !

source: Your registration is now complete!
fr: Votre inscription est maintenant achevée !

source: You can log in using your new account and get access to all site features.
fr: Vous pouvez retourner à l'écran de connexion et utiliser vos nouveaux identifiants pour profiter de toutes les fonctionnalités du site.

source: Go to login page
fr: Aller à l'écran de connexion

source: Registration confirmed!
fr: Inscription enregistrée !

source: Many thanks for being registered on our site!
fr: Merci de vous être inscrit sur notre site !

source: You should receive an email shortly providing an activation link which you must use to confirm your registration and activate your account.
fr: Vous devriez recevoir très rapidement un message électronique contenant un lien d'activation vous permettant de confirmer la validité de votre adresse de messagerie, de finaliser votre inscription et de définir un mot de passe.

source: You have a delay of ${delay} days to activate your account; passed this delay, your account will be automatically deleted.
fr: Vous disposez d'un délai de ${delay} jours pour activer votre profil utilisateur ; passé ce délai, celui-ci sera supprimé automatiquement.

source: Password reset complete!
fr: Réinitialisation confirmée !

source: Your password reset is complete!
fr: La demande de réinitialisation de votre mot de passe a bien été prise en compte !

source: We have sent you a new email containing a new link which can be used to confirm your password change.
fr: Vous devriez recevoir très prochainement un nouveau message électronique contenant un lien vous permettant de confirmer votre changement de mot de passe.

source: Password change complete!
fr: Mot de passe modifié !

source: Your password is changed!
fr: Votre mot de passe a été modifié !

source: You can log in using your new password and get access to all site features.
fr: Vous pouvez retourner à l'écran de connexion et utiliser votre nouveau mot de passe pour vous connecter et profiter de toutes les fonctionnalités du site.

source: Selected mailer
fr: Service de messagerie

source: Mail delivery utility used to send mails
fr: Nom du service de messagerie utilisé pour l'envoi des mails

source: Source name
fr: Nom de la source

source: Name used as messages sender name
fr: Nom utilisé comme expéditeur des messages

source: Source address
fr: Adresse de la source

source: Email address used as messages sender source
fr: Adresse de messagerie utilisée comme source d'envoi des mails

source: Subject prefix
fr: Préfixe des sujets

source: This prefix, if any, will be used as subject prefix to all sent email messages
fr: Ce préfixe, s'il est indiqué, sera positionné automatiquement au début du sujet de tous les mails envoyés

source: Messaging settings
fr: Paramétrage de la messagerie

source: Messaging service settings
fr: Paramètres de la messagerie

source: Messaging properties
fr: Propriétés de la messagerie

source: Bookings archiver task
fr: Archivage des réservations

source: {} Booking request notification
fr: {} Demande de réservation

source: {} Booking request confirmation
fr: {} Confirmation de votre demande de réservation

source: Waiting
fr: Non traitée

source: Cancelled
fr: Annulée

source: Refused
fr: Refusée

source: Optional
fr: En attente de confirmation

source: Accepted
fr: Acceptée

source: Creator
fr: Créateur

source: Name of the principal who created the booking
fr: Nom du mandataire ayant effectué la demande de réservation

source: Recipient
fr: Bénéficiaire

source: Name of the principal for which the booking is done
fr: Nom du mandataire bénéficiaire de la réservation

source: Recipient establishment is memoized into booking properties when the booking is archived...
fr: L'établissement de rattachement est mémorisé dans les propriétés de la réservation lorsqu'elle est archivée...
