Repository: pypi-data/pypi-mirror-374
Catalog: packages/Red-DiscordBot/red_discordbot-3.5.22.tar.gz/red_discordbot-3.5.22/redbot/cogs/cleanup/locales/*.po
Languages: de_de

source: This cog contains commands used for "cleaning up" (deleting) messages. This is designed as a moderator tool and offers many convenient use cases. All cleanup commands only apply to the channel the command is executed in. Messages older than two weeks cannot be mass deleted. This is a limitation of the API.
de_de: Diese Funktionen enthält Befehle zum "Aufräumen" (Löschen) von Nachrichten. Dies ist als Moderations Werkzeug entworfen und bietet viele praktische Anwendungsfälle. Alle Säuberungsbefehle gelten nur für den Kanal, in dem der Befehl ausgeführt wird. Nachrichten älter als zwei Wochen können nicht gelöscht werden. Dies ist eine Einschränkung der API.

source: Try a smaller number instead.
de_de: Versuchen Sie stattdessen eine kleinere Zahl.

source: Are you sure you want to delete {number} messages?
de_de: Bist du dir sicher das {number} Nachrichten gelöscht werden?

source: Cancelled.
de_de: Abgebrochen.

source: 1 message was deleted.
de_de: 1 Nachricht wurde gelöscht.

source: {num} messages were deleted.
de_de: {num} Nachrichten wurden gelöscht.

source: Base command for deleting messages.
de_de: Basis-Befehl zum Löschen von Nachrichten.

source: Delete the last X messages matching the specified text in the current channel. Example: - `[p]cleanup text "test" 5` Remember to use double quotes. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Lösche die letzten X-Nachrichten mit dem angegebenen Text im aktuellen Kanal. Beispiel: - `[p]cleanup text "test" 5` Denken Sie daran, doppelte Anführungszeichen zu verwenden. **Argumente:** - `<number>` Die maximale Anzahl der zu bereinigenden Nachrichten. Muss eine positive Ganzzahl sein. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Delete the last X messages from a specified user in the current channel. Examples: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Arguments:** - `<user>` The user whose messages are to be cleaned up. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Lösche die letzten X-Nachrichten eines bestimmten Benutzers im aktuellen Kanal. Beispiele: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Arguments:** - `<user>` Der Benutzer, dessen Nachrichten aufgeräumt werden sollen. - `<number>` Die maximale Anzahl von Nachrichten zu bereinigen. Muss eine positive Ganzzahl sein. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Delete all messages after a specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages after it. **Arguments:** - `<message_id>` The id of the message to cleanup after. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Alle Nachrichten nach einer bestimmten Nachricht löschen. Um eine Nachrichtennummer zu erhalten Aktivieren Sie den Entwicklermodus in den Discord's Einstellungen, "Erscheinungsbilder". Klicken Sie dann mit der rechten Maustaste auf eine Nachricht und kopieren Sie deren Id. Antworten auf eine Nachricht werden alle nachfolgende Nachrichten bereinigen. **Argumente:** - `<message_id>` Die Id der zu bereinigenden Nachricht. Diese Nachricht wird nicht gelöscht. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Message not found.
de_de: Nachricht nicht gefunden.

source: Deletes X messages before the specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages before it. **Arguments:** - `<message_id>` The id of the message to cleanup before. This message won't be deleted. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Löscht X Nachrichten vor der angegebenen Nachricht. um eine Nachrichtennummer zu erhalten Aktivieren Sie den Entwicklermodus in den Discord's Einstellungen, "Erscheinungsbilder". Klicken Sie dann mit der rechten Maustaste auf eine Nachricht und kopieren Sie deren Id. Antworten auf eine Nachricht werden alle Nachrichten vor der Nachricht bereinigen. **Argumente:** - `<message_id>` Die Id der vorher aufzuräumenden Nachricht. Diese Nachricht wird nicht gelöscht. - `<number>` Die maximale Anzahl der zu bereinigenden Nachrichten. Muss eine positive Ganzzahl sein. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Delete the messages between Message One and Message Two, providing the messages IDs. The first message ID should be the older message and the second one the newer. Example: - `[p]cleanup between 123456789123456789 987654321987654321` **Arguments:** - `<one>` The id of the message to cleanup after. This message won't be deleted. - `<two>` The id of the message to cleanup before. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Löscht die Nachrichten zwischen Nachricht Eins und Nachricht Zwei und stellt die Nachrichten ID zur Verfügung. Die erste Nachrichten-ID sollte die ältere und die zweite die neuere sein. Beispiel: - `[p]cleanup between 123456789123456789 987654321987654321` **Argumente:** - `<one>` Die ID der zu bereinigenden Nachricht. Diese Nachricht wird nicht gelöscht. - `<two>` Die ID der Nachricht die vorher bereinigt werden soll. Diese Nachricht wird nicht gelöscht. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Delete the last X messages in the current channel. Example: - `[p]cleanup messages 26` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Lösche die letzten X-Nachrichten im aktuellen Kanal. Beispiel: - `[p]cleanup messages 26` **Arguments:** - `<number>` Die maximale Anzahl der zu bereinigenden Nachrichten. Muss eine positive Ganzzahl sein. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Clean up command messages and messages from the bot in the current channel. Can only cleanup custom commands and alias commands if those cogs are loaded. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Bereinigen Sie Befehlsmeldungen und Nachrichten vom Bot im aktuellen Kanal. Kann benutzerdefinierte Befehle und Alias-Befehle nur bereinigen, wenn diese Cogs geladen werden. **Arguments:** - `<number>` Die maximale Anzahl von Nachrichten, die bereinigt werden sollen. Muss eine positive Ganzzahl sein. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Clean up messages owned by the bot in the current channel. By default, all messages are cleaned. If a second argument is specified, it is used for pattern matching - only messages containing the given text will be deleted. Examples: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<match_pattern>` The text that messages must contain to be deleted. Use "" to skip this. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
de_de: Meldungen des Bots im aktuellen Kanal bereinigen. Standardmäßig werden alle Nachrichten gelöscht. Wenn ein zweites Argument angegeben ist, es wird für die Patternpassung verwendet - nur Nachrichten, die den angegebenen Text enthalten, werden gelöscht. Beispiele: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` Die maximale Anzahl der zu bereinigenden Nachrichten. Muss eine positive Ganzzahl sein. - `<match_pattern>` Der Text, den Nachrichten enthalten müssen, um gelöscht zu werden. "" verwenden, um dies zu überspringen. - `<delete_pinned>` Ob angepinnte Nachrichten gelöscht werden oder nicht. Standard ist False

source: Deletes duplicate messages in the channel from the last X messages and keeps only one copy. Defaults to 50. **Arguments:** - `<number>` The number of messages to check for duplicates. Must be a positive integer.
de_de: Löscht doppelte Nachrichten im Kanal aus den letzten X-Nachrichten und speichert nur eine Kopie. Standardwerte auf 50. **Argument:** - `<number>` Die Anzahl der Nachrichten, die auf Duplikate überprüft werden sollen. Muss eine positive Ganzzahl sein.

source: Manage the settings for the cleanup command.
de_de: Verwalten Sie die Einstellungen für die Bereinigung Befehl.

source: Toggle clean up notification settings. When enabled, a message will be sent per cleanup, showing how many messages were deleted. This message will be deleted after 5 seconds.
de_de: Benachrichtigungseinstellungen ein-/ausschalten Wenn aktiviert, wird pro Bereinigung eine Nachricht gesendet, die zeigt, wie viele Nachrichten gelöscht wurden. Diese Nachricht wird nach 5 Sekunden gelöscht.

source: I will no longer notify of message deletions.
de_de: Ich werde keine Benachrichtigung bei Nachrichten Löschungen senden.

source: I will now notify of message deletions.
de_de: Ich werde nun die Löschung der Nachricht melden.

source: {} doesn't look like a valid message ID.
de_de: {} scheint keine gültige Nachrichten-ID zu sein.
