Repository: pypi-data/pypi-mirror-374
Catalog: packages/trytond-web-shop/trytond_web_shop-7.6.1-py3-none-any.whl/trytond/modules/web_shop/locale/*.po
Languages: pt

# field:product.attribute,web_shops:
source: Web Shops
pt: Lojas Virtuais

# field:product.category,web_shops:
source: Web Shops
pt: Lojas Virtuais

# field:product.image,web_shop:
source: Web Shop
pt: Loja virtual

# field:product.product,web_shop_description:
source: Web Shop Description
pt: Descrição da Loja Virtual

# field:product.product,web_shops:
source: Web Shops
pt: Lojas Virtuais

# field:product.template,web_shop_description:
source: Web Shop Description
pt: Descrição da Loja Virtual

# field:sale.sale,web_id:
source: Web ID
pt: ID da Web

# field:sale.sale,web_shop:
source: Web Shop
pt: Loja virtual

# field:web.shop,attributes:
source: Attributes
pt: Atributos

# field:web.shop,attributes_removed:
source: Attributes Removed
pt: Atributos Removidos

# field:web.shop,categories:
source: Categories
pt: Categorias

# field:web.shop,categories_removed:
source: Categories Removed
pt: Categorias removidas

# field:web.shop,company:
source: Company
pt: Empresa

# field:web.shop,countries:
source: Countries
pt: Países

# field:web.shop,currency:
source: Currency
pt: Moeda

# field:web.shop,guest_party:
source: Guest Party
pt: Pessoa Convidada

# field:web.shop,language:
source: Language
pt: Idioma

# field:web.shop,name:
source: Name
pt: Nome

# field:web.shop,non_sale_price_list:
source: Non-Sale Price List
pt: Lista de Preços de Não Venda

# field:web.shop,products:
source: Products
pt: Produtos

# field:web.shop,products_removed:
source: Products Removed
pt: Produtos Removidos

# field:web.shop,sale_price_list:
source: Sale Price List
pt: Lista de Preço de Venda

# field:web.shop,type:
source: Type
pt: Tipo

# field:web.shop,warehouses:
source: Warehouses
pt: Armazéms

# field:web.shop-country.country,country:
source: Country
pt: País

# field:web.shop-country.country,shop:
source: Shop
pt: Comprar

# field:web.shop-product.attribute,attribute:
source: Attribute
pt: Atributo

# field:web.shop-product.attribute,shop:
source: Shop
pt: Loja

# field:web.shop-product.category,category:
source: Category
pt: Categoria

# field:web.shop-product.category,shop:
source: Shop
pt: Loja

# field:web.shop-product.product,product:
source: Product
pt: Produto

# field:web.shop-product.product,shop:
source: Shop
pt: Loja

# field:web.shop-stock.location,shop:
source: Shop
pt: Loja

# field:web.shop-stock.location,warehouse:
source: Warehouse
pt: Armazém

# field:web.user,invoice_address:
source: Invoice Address
pt: Endereço para Faturamento

# field:web.user,shipment_address:
source: Shipment Address
pt: Endereço da Entrega

# help:product.attribute,web_shops:
source: The list of web shops on which the attribute is published.
pt: A Lsta de Lojas Virtuais nas Quais o Atributo é Publicado.

# help:product.category,web_shops:
source: The list of web shops on which the category is published.
pt: A Lista de Lojas Virtuais nas Quais a Categoria é Publicada.

# help:product.product,web_shops:
source: The list of web shops on which the product is published.
pt: A Lista de Lojas Virtuais nas Quais o Produto é Publicado.

# help:web.shop,attributes:
source: The list of attributes to publish.
pt: A Lista de Atributos a Serem Publicados.

# help:web.shop,attributes_removed:
source: The list of attributes to unpublish.
pt: A Lista de Atributos a Serem Despublicados.

# help:web.shop,categories:
source: The list of categories to publish.
pt: A Lista de Categorias a Serem Publicadas.

# help:web.shop,categories_removed:
source: The list of categories to unpublish.
pt: A Lista de Categorias a Serem Despublicadas.

# help:web.shop,non_sale_price_list:
source: The price list to compute the price of products when it is not on sale.
pt: A Lista de Preços para Calcular o Preço dos Produtos Quando não Estão em Promoção.

# help:web.shop,products:
source: The list of products to publish.
pt: A Lista de Produtos a Serem Publicados.

# help:web.shop,products_removed:
source: The list of products to unpublish.
pt: A Lista de Produtos a Serem Despublicados.

# help:web.shop,sale_price_list:
source: The price list to compute sale price of products.
pt: A Lista de Preços para Calcular o Preço de Venda dos Produtos.

# help:web.shop,type:
source: The front-end used for the web shop.
pt: O Front-end Usado para a Loja Virtual.

# model:ir.action,name:act_shop
source: Web Shops
pt: Lojas Virtuais

# model:ir.message,text:msg_sale_invalid_party
source: To process the sale "%(sale)s" you must select another party instead of the guest "%(party)s".
pt: Para Processar a Venda "%(sale)s" Você deve Selecionar outra Pessoa em vez do Convidado "%(party)s".

# model:ir.message,text:msg_sale_web_shop_id_unique
source: The web ID on the sale must be unique per shop.
pt: O ID da Web na Venda Deve ser Único por Loja.

# model:ir.message,text:msg_shop_name_unique
source: The web shop name must be unique.
pt: O Nome da Loja Virtual deve Ser Único.

# model:ir.rule.group,name:rule_group_shop_companies
source: User in companies
pt: Usuário em Empresas

# model:ir.ui.menu,name:menu_shop
source: Web Shops
pt: Lojas Virtuais

# model:web.shop,string:
source: Web Shop
pt: Loja Virtual

# model:web.shop-country.country,string:
source: Web Shop - Country
pt: Loja Virtual - País

# model:web.shop-product.attribute,string:
source: Web Shop - Product Attribute
pt: Loja Virtual - Atributo do Produto

# model:web.shop-product.category,string:
source: Web Shop - Product Category
pt: Loja virtual - Categoria de Produtos

# model:web.shop-product.product,string:
source: Web Shop - Product
pt: Loja Virtual - Produto

# model:web.shop-stock.location,string:
source: Web Shop - Stock Location
pt: Loja Virtual - Localização do Estoque

# view:product.template:
source: Edit
pt: Editar

# view:product.template:
source: Web Shop
pt: Loja Virtual

# view:web.shop:
source: Products
pt: Produtos
