Repository: pypi-data/pypi-mirror-374
Catalog: packages/Red-DiscordBot/red_discordbot-3.5.22-py3-none-any.whl/redbot/cogs/economy/locales/*.po
Languages: de_de

source: JACKPOT! 226! Your bid has been multiplied * 50!
de_de: JACKPOT! 226! Dein Gebot wurde multipliziert * 50!

source: 4LC! Your bid has been multiplied * 25!
de_de: 4LC! Dein Gebot wurde multipliziert * 25!

source: Three cherries! Your bid has been multiplied * 20!
de_de: Drei Kirschen! Dein Gebot wurde multipliziert * 20!

source: 2 6! Your bid has been multiplied * 4!
de_de: 2 6! Dein Gebot wurde multipliziert * 4!

source: Two cherries! Your bid has been multiplied * 3!
de_de: Zwei Kirschen! Dein Gebot wurde multipliziert * 3!

source: Three symbols! Your bid has been multiplied * 10!
de_de: Drei Symbole! Dein Gebot wurde multipliziert * 10!

source: Two consecutive symbols! Your bid has been multiplied * 2!
de_de: Zwei aufeinanderfolgende Symbole! Dein Gebot wurde multipliziert * 2!

source: Slot machine payouts: {two.value} {two.value} {six.value} Bet * 50 {flc.value} {flc.value} {flc.value} Bet * 25 {cherries.value} {cherries.value} {cherries.value} Bet * 20 {two.value} {six.value} Bet * 4 {cherries.value} {cherries.value} Bet * 3 Three symbols: Bet * 10 Two symbols: Bet * 2
de_de: Spielautomaten Auszahlungen: {two.value} {two.value} {six.value} Gebot * 50 {flc.value} {flc.value} {flc.value} Gebot * 25 {cherries.value} {cherries.value} {cherries.value} Gebot * 20 {two.value} {six.value} Gebot * 4 {cherries.value}{cherries.value} Gebot * 3 Drei Symbole: Gebot * 10 Zwei Symbole: Gebot * 2

source: Invalid value, the argument must be an integer, optionally preceded with a `+` or `-` sign.
de_de: Ungültiger Wert, das Argument muss eine Ganzzahl sein, optional mit einem `+` oder `-` Zeichen.

source: Invalid value, the amount of currency to increase or decrease must be an integer different from zero.
de_de: Ungültiger Wert, der zu erhöhen oder zu verringernde Betrag muss eine Ganzzahl sein, die sich von Null unterscheidet.

source: Get rich and have fun with imaginary currency!
de_de: Werde reiche und hab Spaß mit imaginärer Währung!

source: Base command to manage the bank.
de_de: Basics-Befehl um die Bank zu Verwalten.

source: Show the user's account balance. Example: - `[p]bank balance` - `[p]bank balance @Twentysix` **Arguments** - `<user>` The user to check the balance of. If omitted, defaults to your own balance.
de_de: Den Kontostand des Benutzers anzeigen. Beispiel: - `[p]bank balance - `[p]bank balance @Twentysix` **Arguments** - `<user>` Der Benutzer, um den Saldo zu überprüfen. Falls ausgelassen, wird standardmäßig Ihr eigener Saldo verwendet.

source: {user}'s balance is {num} {currency}
de_de: Guthaben von {user} beträgt {num} {currency}

source: Transfer currency to other users. This will come out of your balance, so make sure you have enough. Example: - `[p]bank transfer @Twentysix 500` **Arguments** - `<to>` The user to give currency to. - `<amount>` The amount of currency to give.
de_de: Währung an andere Benutzer überweisen. Dies wird aus deinem Gleichgewicht kommen, also stelle sicher, dass du genug hast. Beispiel: - `[p]bank transfer @Twentysix 500` **Arguments** - `<to>` Der Benutzer, an den die Währung ausgegeben wird. - `<amount>` Der Betrag der zu gebenden Währung.

source: {user} transferred {num} {currency} to {other_user}
de_de: {user} überwies {num} {currency} an {other_user}

source: Set the balance of a user's bank account. Putting + or - signs before the amount will add/remove currency on the user's bank account instead. Examples: - `[p]bank set @Twentysix 26` - Sets balance to 26 - `[p]bank set @Twentysix +2` - Increases balance by 2 - `[p]bank set @Twentysix -6` - Decreases balance by 6 **Arguments** - `<to>` The user to set the currency of. - `<creds>` The amount of currency to set their balance to.
de_de: Legen Sie das Guthaben des Bankkontos eines Benutzers fest. Platzieren von + oder - Zeichen, bevor der Betrag die Währung auf das Bankkonto des Benutzers hinzufügt/entfernt. Beispiele: - `[p]bank set @Twentysix 26` - Saldo auf 26 - `[p]bank set @Twentysix +2` - Saldo um 2 - `[p]bank set @Twentysix -6` - Saldo um 6 **Arguments** - `<to>` Der Benutzer, von dem die Währung festgelegt wird. - `<creds>` Der Betrag der Währung, auf die ihr Guthaben gesetzt werden soll.

source: {author} added {num} {currency} to {user}'s account.
de_de: {author} hat {num} {currency} zu {user} Konto hinzugefügt.

source: {author} removed {num} {currency} from {user}'s account.
de_de: {author} hat {num} {currency} von {user} Konto abgezogen.

source: {author} set {user}'s account balance to {num} {currency}.
de_de: {author} hat {user} Kontostand auf {num} {currency} gesetzt.

source: Get some free currency. The amount awarded and frequency can be configured.
de_de: Erhalten Sie ein paar kostenlose Währung. Der zugewiesene Betrag und die Frequenz können konfiguriert werden.

source: You've reached the maximum amount of {currency}! Please spend some more 😬 You currently have {new_balance} {currency}.
de_de: Du hast die maximale Summe von {currency} erreicht! Bitte gib mal etwas mehr aus 😬 Du hast derzeit {new_balance} {currency}.

source: {author.mention} Here, take some {currency}. Enjoy! (+{amount} {currency}!) You currently have {new_balance} {currency}. You are currently #{pos} on the global leaderboard!
de_de: {author.mention} Hier, nimm etwas {currency}. Viel Spaß! (+{amount} {currency}!) Du hast derzeit {new_balance} {currency}. Du bist auf Platz #{pos} der globalen Bestenliste!

source: {author.mention} Too soon. Your next payday is {relative_time}.
de_de: {author.mention} Zu früh. Ihr nächster Zahlungstag ist {relative_time}.

source: Print the leaderboard. Defaults to top 10. Examples: - `[p]leaderboard` - `[p]leaderboard 50` - Shows the top 50 instead of top 10. - `[p]leaderboard 100 yes` - Shows the top 100 from all servers. **Arguments** - `<top>` How many positions on the leaderboard to show. Defaults to 10 if omitted. - `<show_global>` Whether to include results from all servers. This will default to false unless specified.
de_de: Die Rangliste ausdrucken. Standardwerte auf Top 10. Beispiele: - `[p]leaderboard` - `[p]leaderboard 50` - Zeigt die Top 50 statt Top 10 an. - `[p]leaderbaord 100 yes` - Zeigt die Top 100 von allen Servern. **Argumente** - `<top>` Wie viele Positionen auf der Rangliste angezeigt werden sollen. Standardmäßig 10 wenn ausgelassen. - `<show_global>` Ob Ergebnisse von allen Servern aufgenommen werden sollen. Standardmäßig ist falsch, außer angegeben.

source: Page {page_num}/{page_len}.
de_de: Seite {page_num}/{page_len}.

source: Economy Leaderboard
de_de: Economy Rangliste

source: There are no accounts in the bank.
de_de: Es gibt keine Konten in der Bank.

source: Score
de_de: Punkte

source: No balances found.
de_de: Keine Bilanzen gefunden.

source: Show the payouts for the slot machine.
de_de: Zeige die Auszahlung des Spielautomaten an.

source: I can't send direct messages to you.
de_de: Ich kann keine Direktnachrichten an dich senden.

source: Use the slot machine. Example: - `[p]slot 50` **Arguments** - `<bid>` The amount to bet on the slot machine. Winning payouts are higher when you bet more.
de_de: Benutzen Sie die Slotmaschine. Beispiel: - `[p]slot 50` **Arguments** - `<bid>` Der Betrag, der auf dem Slot gesetzt werden soll. Gewinnauszahlungen sind höher, wenn Sie mehr setzen.

source: You're on cooldown, try again in a bit.
de_de: Du bist auf Abklingzeit, versuch es bald wieder.

source: That's an invalid bid amount, sorry :/
de_de: Das ist kein gültiges Gebot, tut mir leid. :/

source: You ain't got enough money, friend.
de_de: Du hast nicht genug Geld, mein Freund.

source: You've reached the maximum amount of {currency}! Please spend some more 😬 {old_balance} -> {new_balance}!
de_de: Du hast die maximale Summe von {currency} erreicht! Bitte gib mal etwas mehr aus 😬 {old_balance} -> {new_balance}!

source: Nothing!
de_de: Nichts!

source: Your bid: {bid}
de_de: Dein Gebot: {bid}

source: {old_balance} - {bid} (Your bid) + {pay} (Winnings) → {new_balance}!
de_de: {old_balance} - {bid} (Dein Gebot) + {pay} (Gewinn) → {new_balance}!

source: Base command to manage Economy settings.
de_de: Basis-Befehl zum Verwalten der Economy-Einstellungen.

source: Shows the current economy settings
de_de: Zeigt die aktuellen Wirtschaftseinstellungen

source: ---Economy Settings--- Minimum slot bid: {slot_min} Maximum slot bid: {slot_max} Slot cooldown: {slot_time} Payday amount: {payday_amount} Payday cooldown: {payday_time}
de_de: ---Economy Settings--- Minimum Slot-Angebot: {slot_min} Maximales Slot-Angebot: {slot_max} Slot-Abklingzeit: {slot_time} Zahltags-Betrag: {payday_amount} Zahltags-Abklingzeit: {payday_time}

source: ---Role Payday Amounts---
de_de: ---Rolle Zahltags-Beträge---

source: Set the minimum slot machine bid. Example: - `[p]economyset slotmin 10` **Arguments** - `<bid>` The new minimum bid for using the slot machine. Default is 5.
de_de: Legen Sie das Mindestangebot für Slotmaschinen fest. Beispiel: - `[p]economyset slotmin 10` **Arguments** - `<bid>` Das neue Mindestgebot für die Verwendung der Slotmaschine. Standard ist 5.

source: Warning: Minimum bid is greater than the maximum bid ({max_bid}). Slots will not work.
de_de: Warnung: Minimales Gebot ist größer als das maximale Gebot ({max_bid}). Slots werden nicht funktionieren.

source: Minimum bid is now {bid} {currency}.
de_de: Mindestwetteinsatz beträgt jetzt {bid} {currency}.

source: Set the maximum slot machine bid. Example: - `[p]economyset slotmax 50` **Arguments** - `<bid>` The new maximum bid for using the slot machine. Default is 100.
de_de: Legen Sie das maximale Slotmaschinenangebot fest. Beispiel: - `[p]economyset slotmax 50` **Arguments** - `<bid>` Das neue Maximalgebot für die Verwendung der Slotmaschine. Standard ist 100.

source: Warning: Maximum bid is less than the minimum bid ({min_bid}). Slots will not work.
de_de: Warnung: Maximales Gebot ist kleiner als das Mindestgebot ({min_bid}). Slots funktionieren nicht.

source: Maximum bid is now {bid} {currency}.
de_de: Maximalwetteinsatz beträgt jetzt {bid} {currency}.

source: Set the cooldown for the slot machine. Examples: - `[p]economyset slottime 10` - `[p]economyset slottime 10m` **Arguments** - `<duration>` The new duration to wait in between uses of the slot machine. Default is 5 seconds. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
de_de: Setze die Abklingzeit für den Spielautomaten ein. Beispiele: - `[p]economyset slottime 10` - `[p]economyset slottime 10m` **Argumente** - `<duration>` Die neue Dauer, die zwischen der Verwendung des Slot-Rechners gewartet werden soll. Standard ist 5 Sekunden. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird angenommen, dass sie in Sekunden)

source: Cooldown is now {num} seconds.
de_de: Abklingzeit beträgt jetzt {num} Sekunden.

source: Set the cooldown for the payday command. Examples: - `[p]economyset paydaytime 86400` - `[p]economyset paydaytime 1d` **Arguments** - `<duration>` The new duration to wait in between uses of payday. Default is 5 minutes. Accepts: seconds, minutes, hours, days, weeks (if no unit is specified, the duration is assumed to be given in seconds)
de_de: Setze die Abklingzeit für den Payday-Befehl. Beispiele: - `[p]economyset Paydaytime 86400` - `[p]economyset paydaytime 1d` **Arguments** - `<duration>` Die neue Dauer, die zwischen Zahlungstag gewartet wird. Standard ist 5 Minuten. Akzeptiert: Sekunden, Minuten, Stunden, Tage, Wochen (wenn keine Einheit angegeben ist, die Dauer wird angenommen, dass sie in Sekunden)

source: Value modified. At least {num} seconds must pass between each payday.
de_de: Wert geändert. Mindestens {num} Sekunden müssen zwischen jedem Zahltag vergehen.

source: Set the amount earned each payday. Example: - `[p]economyset paydayamount 400` **Arguments** - `<creds>` The new amount to give when using the payday command. Default is 120.
de_de: Legen Sie den verdienten Betrag pro Zahlungstag fest. Beispiel: - `[p]economyset paydayamount 400` **Arguments** - `<creds>` Der neue Betrag, der bei Verwendung des Payday-Befehls gegeben werden soll. Standard ist 120.

source: Amount must be greater than zero and less than {maxbal}.
de_de: Der Betrag muss größer als null und kleiner als {maxbal} sein.

source: Every payday will now give {num} {currency}.
de_de: An jedem Zahltag werden jetzt {num} {currency} ausgezahlt.

source: Set the amount earned each payday for a role. Set to `0` to remove the payday amount you set for that role. Only available when not using a global bank. Example: - `[p]economyset rolepaydayamount @Members 400` **Arguments** - `<role>` The role to assign a custom payday amount to. - `<creds>` The new amount to give when using the payday command.
de_de: Legen Sie den verdienten Betrag für eine Rolle fest. Setze auf `0` um den Zahlungstag für diese Rolle zu entfernen. Nur verfügbar, wenn keine globale Bank verwendet wird. Beispiel: - `[p]economyset rolepaydayamount @Members 400` **Arguments** - `<role>` Die Rolle, um einen benutzerdefinierten Zahlungstag zuzuweisen. - `<creds>` Der neue Betrag, der bei Verwendung des Payday-Befehls angegeben werden soll.

source: The bank requires that you set the payday to be less than its maximum balance of {maxbal}.
de_de: Die Bank verlangt, dass Sie den Zahlungstag auf unter ihrem maximalen Kontostand von {maxbal} festlegen.

source: The bank must be per-server for per-role paydays to work.
de_de: Die Bank muss pro Server separat laufen, damit Zahltage nach Rollen funktionieren.

source: The payday value attached to role has been removed. Users with this role will now receive the default pay of {num} {currency}.
de_de: Der an die Rolle angehängte Zahlungstag wurde entfernt. Benutzer mit dieser Rolle erhalten jetzt die Standardzahlung von {num} {currency}.

source: Every payday will now give {num} {currency} to people with the role {role_name}.
de_de: Jeden Zahltag gibt es jetzt {num} {currency} für Personen mit der {role_name} Rolle.
