Repository: pypi-data/pypi-mirror-374
Catalog: packages/Red-DiscordBot/red_discordbot-3.5.22.tar.gz/red_discordbot-3.5.22/redbot/cogs/downloader/locales/*.po
Languages: de_de

source: There is no cog `{cog_name}` in the repo `{repo.name}`
de_de: Es gibt kein cog `{cog_name}` im repo `{repo.name}`

source: Information on {cog_name}: {description} End user data statement: {end_user_data_statement} Made by: {author} Requirements: {requirements}
de_de: {cog_name}: {description} Enddaten-Statement: {end_user_data_statement} Erstellt von: {author} Anforderungen: {requirements}

source: Author of the cog didn't provide end user data statement.
de_de: Der Autor des Cogs hat keine Enddatenanweisung zur Verfügung gestellt.

source: Couldn't find these cogs in {repo.name}:
de_de: Konnte diese Cogs nicht in {repo.name}finden:

source: Couldn't find this cog in {repo.name}:
de_de: Konnte das Zahnrad nicht in {repo.name}finden:

source: These cogs were already installed:
de_de: Diese Cogs wurden bereits installiert:

source: This cog was already installed:
de_de: Dieses Zahnrad wurde bereits installiert:

source: Some cogs with these names are already installed from different repos:
de_de: Einige Cogs mit diesen Namen sind bereits aus verschiedenen Quellen installiert:

source: Cog with this name is already installed from a different repo:
de_de: Cog mit diesem Namen ist bereits aus einem anderen Repo installiert:

source: , at most: {max_version}
de_de: , bestenfalls: {max_version}

source: These cogs require higher python version than you have:
de_de: Diese Cogs benötigen eine höhere Python-Version als du:

source: This cog requires higher python version than you have:
de_de: Dieses Cog erfordert eine höhere Python-Version als du hast:

source: These cogs require different Red version than you currently have ({current_version}):
de_de: Diese Zahnräder benötigen eine andere Red Version als Sie zur Zeit haben ({current_version}):

source: This cog requires different Red version than you currently have ({current_version}):
de_de: Dieses Fach benötigt eine andere Red Version als Sie zur Zeit haben ({current_version}):

source: Cog update completed successfully.
de_de: Cog Update erfolgreich.

source: End user data statements of these cogs have changed:
de_de: Endbenutzer-Datenaussagen dieser Cogs haben sich geändert:

source: You can use {command} to see the updated statements.
de_de: Sie können {command} verwenden, um die aktualisierten Anweisungen zu sehen.

source: End user data statement of this cog has changed:
de_de: Endbenutzer-Anweisung dieses Zahnwagens hat sich geändert:

source: You can use {command} to see the updated statement.
de_de: Sie können {command} verwenden, um die aktualisierte Anweisung zu sehen.

source: You may need to resync your slash commands with `{prefix}slash sync`.
de_de: Eventuell musst du deine Slash Befehle mit `{prefix}slash sync` synchronisieren.

source: Failed to update cogs:
de_de: Fehler beim Aktualisieren des Cog:

source: Failed to update cog:
de_de: Fehler beim Aktualisieren des Cog:

source: No cogs were updated.
de_de: Keine Cogs wurden aktualisiert.

source: Some shared libraries were updated, you should restart the bot to bring the changes into effect.
de_de: Einige gemeinsame Bibliotheken wurden aktualisiert, du solltest den Bot neustarten um die Änderungen zu übernehmen.

source: A shared library was updated, you should restart the bot to bring the changes into effect.
de_de: Eine Shared Library wurde aktualisiert, du solltest den Bot neu starten, um die Änderungen in Kraft zu setzen.

source: None of the updated cogs were previously loaded. Update complete.
de_de: Keines der aktualisierten cogs wurde zuvor geladen. Aktualisierung abgeschlossen.

source: Would you like to reload the updated cogs?
de_de: Möchtest du die aktualisierten cogs neu laden?

source: Would you like to reload the updated cog?
de_de: Möchten Sie das aktualisierte Cog neu laden?

source: OK then.
de_de: Also gut.

source: Find which cog a command comes from. This will only work with loaded cogs. Example: - `[p]findcog ping` **Arguments** - `<command_name>` The command to search for.
de_de: Finde heraus, von welchem Zahnrad ein Befehl kommt. Dies funktioniert nur mit geladenen Zahnrädern. Beispiel: - `[p]findcog ping` **Arguments** - `<command_name>` Der Befehl nach dem gesucht werden soll.

source: That command doesn't seem to exist.
de_de: Dieser Befehl scheint nicht zu existieren.

source: Missing from installed repos
de_de: Fehlt aus installierten repos

source: Unknown
de_de: Unbekannt

source: None - this cog wasn't installed via downloader
de_de: Keines - dieses Cog wurde nicht über den Downloader installiert

source: This command is not provided by a cog.
de_de: Dieser Befehl wird nicht von einem Cog zur Verfügung gestellt.

source: Command:
de_de: Befehl:

source: Cog package name:
de_de: Cog-Paketname:

source: Made by:
de_de: Erstellt von:

source: Repo name:
de_de: Repository Name:

source: Command: {command} Cog package name: {cog_pkg} Cog name: {cog} Made by: {author} Repo name: {repo_name} Repo URL: {repo_url}
de_de: Befehl: {command} Cog-Paketname: {cog_pkg} Cog-Name: {cog} Hergestellt von: {author} Repo-Name: {repo_name} Repo-URL: {repo_url}

source: Failed to update the following repositories:
de_de: Aktualisierung der folgenden repos fehlgeschlagen:

source: Failed to update the following repository:
de_de: Aktualisierung des folgenden repo fehlgeschlagen:

source: The repository's branch might have been removed or the repository is no longer accessible at set url. See logs for more information.
de_de: Der Branch des Projektarchivs könnte entfernt worden sein, oder das Projektarchiv ist nicht mehr über die angegebene Url erreichbar. Weitere Informationen finden Sie unter Protokolle.

source: Repo by the name "{repo_name}" does not exist.
de_de: Repo mit dem Namen "{repo_name}" existiert nicht.
