Repository: pypi-data/pypi-mirror-374
Catalog: packages/Red-DiscordBot/red_discordbot-3.5.22.tar.gz/red_discordbot-3.5.22/redbot/cogs/downloader/locales/*.po
Languages: de_de

source: You're about to add a 3rd party repository. The creator of Red and its community have no responsibility for any potential damage that the content of 3rd party repositories might cause. By typing '{confirmation_message}' you declare that you have read and fully understand the above message. This message won't be shown again until the next reboot. You have **30** seconds to reply to this message.
de_de: Sie sind dabei ein Drittpartei-Repository hinzuzufügen. Der Schöpfer von Red und seiner Community ist nicht verantwortlich für mögliche Schäden, die der Inhalt von Repositories Dritter verursachen könnte. Mit '{confirmation_message}' geben Sie an, dass Sie die obige Nachricht gelesen und vollständig verstanden haben. Diese Nachricht wird erst beim nächsten Neustart angezeigt. Sie haben **30** Sekunden, um auf diese Nachricht zu antworten.

source: Your response has timed out, please try again.
de_de: Antwortzeitlimit wurde erreicht, bitte versuche es erneut.

source: No Downloader cog found.
de_de: Keine Downloader Cog gefunden.

source: Cog `{cog_name}` is not installed.
de_de: `{cog_name}` ist nicht installiert.

source: **WARNING:** The following repos are using shared libraries which are marked for removal in the future: {repo_list}. You should inform maintainers of these repos about this message.
de_de: **WARNUNG:** Die folgenden repos verwenden gemeinsame Bibliotheken welche markiert wurden in Zukunft entfernt zu werden: {repo_list}. Du solltest die Betreiber dieser repos darüber informieren.

source: Install community cogs made by Cog Creators. Community cogs, also called third party cogs, are not included in the default Red install. Community cogs come in repositories. Repos are a group of cogs you can install. You always need to add the creator's repository using the `[p]repo` command before you can install one or more cogs from the creator.
de_de: Installiere Community Cogs von Cog Creators. Community Cogs sind 3t Anbieter Cogs & nicht in der Standrad Installation enthalten. Community Cogs gibt es in Repositories. Repos sind eine Gruppe von Cogs, die Sie installieren können. Sie müssen immer das Repository des Erstellers mit dem Befehl `[p]repo` hinzufügen, bevor Sie ein oder mehrere Cogs des Erstellers installieren können.

source: Install a group of dependencies using pip. Examples: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil` Improper usage of this command can break your bot, be careful. **Arguments** - `<deps...>` The package or packages you wish to install.
de_de: Installieren Sie eine Gruppe von Abhängigkeiten mit pip. Beispiele: - `[p]pipinstall bs4` - `[p]pipinstall py-cpuinfo psutil` Unrichtige Verwendung dieses Befehls kann deinen Bot zerstören, seien Sie vorsichtig. **Argumente** - `<deps...>` Das Paket oder die Pakete, die du installieren möchtest.

source: Libraries installed.
de_de: Bibliotheken installiert.

source: Library installed.
de_de: Bibliothek installiert.

source: Some libraries failed to install. Please check your logs for a complete list.
de_de: Manche Bibliotheken konnten nicht installiert werden. Bitte durchsuche deine Logs für eine komplette Liste.

source: The library failed to install. Please check your logs for a complete list.
de_de: Die Bibliothek konnte nicht installiert werden. Bitte überprüfen Sie Ihre Logs auf eine vollständige Liste.

source: Base command for repository management.
de_de: Basis-Befehl für die Repository-Verwaltung.

source: Add a new repo. Examples: - `[p]repo add 26-Cogs https://github.com/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github.com/retke/Laggrons-Dumb-Cogs v3` Repo names can only contain characters A-z, numbers, underscores, hyphens, and dots (but they cannot start or end with a dot). The branch will be the default branch if not specified. **Arguments** - `<name>` The name given to the repo. - `<repo_url>` URL to the cog branch. Usually GitHub or GitLab. - `[branch]` Optional branch to install cogs from.
de_de: Neues Repo. Beispiele: - `[p]repo add 26-Cogs https://github. om/Twentysix26/x26-Cogs` - `[p]repo add Laggrons-Dumb-Cogs https://github. om/retke/Laggrons-Dumb-Cogs v3` Repo-Namen dürfen nur Zeichen enthalten A-z, Zahlen, Unterstriche, Bindestriche und Punkte (aber sie können nicht mit einem Punkt beginnen oder enden). Der Zweig wird der Standardzweig sein, wenn er nicht angegeben ist. **Argumente** - `<name>` Der Name, der dem Repo gegeben wurde. - `<repo_url>` URL für den Zahnarztverzweig. Normalerweise GitHub oder GitLab. - `[branch]` Optionaler Zweig zum Installieren von Cogs.

source: Repo names cannot start or end with a dot.
de_de: Repo-Namen können nicht mit einem Punkt beginnen oder enden.

source: Repo names can only contain characters A-z, numbers, underscores, hyphens, and dots.
de_de: Repo-Namen dürfen nur Zeichen wie A-z, Zahlen, Unterstriche, Bindestriche und Punkte enthalten.

source: The repo name you provided is already in use. Please choose another name.
de_de: Der von Ihnen angegebene Repo-Name wird bereits verwendet. Bitte wählen Sie einen anderen Namen.

source: Failed to authenticate or repository does not exist. See logs for more information.
de_de: Authentifizierung fehlgeschlagen oder Repository existiert nicht. Weitere Informationen finden Sie unter Protokolle.

source: Something went wrong during the cloning process. See logs for more information.
de_de: Während des Klonens ist etwas schief gelaufen. Weitere Informationen finden Sie unter Protokolle.

source: Something went wrong trying to add that repo. See logs for more information.
de_de: Beim Hinzufügen dieses Repos ist etwas schief gelaufen. Weitere Informationen finden Sie unter Protokolle.

source: Repo `{name}` successfully added.
de_de: Repo `{name}` erfolgreich hinzugefügt.

source: Remove repos and their files. Examples: - `[p]repo delete 26-Cogs` - `[p]repo delete 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `<repos...>` The repo or repos to remove.
de_de: Repos und seine Dateien entfernen. Beispiele: - `[p]repo delete 26-Cogs` - `[p]repo delete 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `<repos...>` The repo or repos to remove.

source: Successfully deleted repos:
de_de: Repos erfolgreich gelöscht:

source: Successfully deleted the repo:
de_de: Erfolgreich den repo: gelöscht.

source: List all installed repos.
de_de: Liste aller installierten repos.

source: There are no repos installed.
de_de: Es sind keine repos installiert.

source: ## Installed Repos
de_de: ## Installierte Repos

source: ## Installed Repo
de_de: ## Installierte repo:

source: Show information about a repo. Example: - `[p]repo info 26-Cogs` **Arguments** - `<repo>` The name of the repo to show info about.
de_de: Zeige Informationen über ein Repo. Beispiel: - `[p]repo info 26-Cogs` **Arguments** - `<repo>` Der Name des Repos, über den Informationen angezeigt werden sollen.

source: Missing from info.json
de_de: Nicht in info.json

source: Branch: {branch_name}
de_de: Zweig: {branch_name}

source: Made by: {author} Description: {description}
de_de: Erstellt von: {author} Beschreibung: {description}

source: Information on {repo_name} repo:{information}
de_de: Information über {repo_name} Repo:{information}

source: Update all repos, or ones of your choosing. This will *not* update the cogs installed from those repos. Examples: - `[p]repo update` - `[p]repo update 26-Cogs` - `[p]repo update 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `[repos...]` The name or names of repos to update. If omitted, all repos are updated.
de_de: Aktualisieren Sie alle Repos, oder eines Ihrer Wahlen. Dies wird *nicht* die von diesen Repos installierten Zahnräder aktualisieren. Beispiele: - `[p]repo update` - `[p]repo update 26-Cogs` - `[p]repo update 26-Cogs Laggrons-Dumb-Cogs` **Arguments** - `[repos...]` Der Name oder die Namen der zu aktualisierenden Repos. Wenn ausgelassen, werden alle Repos aktualisiert.

source: Repo update completed successfully.
de_de: Repo Aktualisierung erfolgreich beendet.

source: Updated:
de_de: aktualisiert:

source: All installed repos are already up to date.
de_de: Alle installierten repos sind bereits auf dem neuesten Stand.

source: These repos are already up to date.
de_de: Diese repos sind bereits auf dem neuesten Stand.

source: This repo is already up to date.
de_de: Dieses Repo ist bereits auf dem neuesten Stand.

source: Base command for cog installation management commands.
de_de: Basisbefehl für die Verwaltung der Zahnradinstallation.

source: This command should not be used unless Red specifically asks for it. This command will reinstall cog requirements and shared libraries for all installed cogs. Red might ask the owner to use this when it clears contents of the lib folder because of change in minor version of Python.
de_de: Dieser Befehl sollte nicht verwendet werden, es sei denn, Rot bittet ihn ausdrücklich. Dieser Befehl installiert die Zahnarztvoraussetzungen und die gemeinsam genutzten Bibliotheken für alle installierten Zahnräder. Red könnte den Besitzer bitten, dies zu verwenden, wenn er den Inhalt des Bibliotheksordners löscht, da sich die kleinere Version von Python geändert hat.

source: Failed to install requirements:
de_de: Fehler beim Installieren der Anforderungen:

source: Failed to install the requirement:
de_de: Installation der Anforderung fehlgeschlagen:

source: Failed to install shared libraries:
de_de: Installation gemeinsamer Bibliotheken fehlgeschlagen:

source: Failed to install shared library:
de_de: Fehler beim Installieren der freigegebenen Bibliothek:

source: Cog requirements and shared libraries for all installed cogs have been reinstalled but there were some errors:
de_de: Cog Anforderungen und gemeinsame Bibliotheken für alle installierten Cogs wurden neu installiert, aber es traten Fehler auf:

source: Cog requirements and shared libraries for all installed cogs have been reinstalled.
de_de: Cog Anforderungen und gemeinsame Bibliotheken für alle installierten Cogs wurden neu installiert.

source: Install a cog from the given repo. Examples: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Arguments** - `<repo>` The name of the repo to install cogs from. - `<cogs...>` The cog or cogs to install.
de_de: Installieren Sie ein Rad aus dem angegebenen Repo. Beispiele: - `[p]cog install 26-Cogs defender` - `[p]cog install Laggrons-Dumb-Cogs say roleinvite` **Arguments** - `<repo>` The name of the repo to install cogs from cogs. - `<cogs...>` Der Cog oder Cogs zu installieren.

source: Install a cog from the specified revision of given repo. Revisions are "commit ids" that point to the point in the code when a specific change was made. The latest revision can be found in the URL bar for any GitHub repo by [pressing "y" on that repo](https://docs.github.com/en/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Older revisions can be found in the URL bar by [viewing the commit history of any repo](https://cdn.discordapp.com/attachments/133251234164375552/775760247787749406/unknown.png) Example: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Arguments** - `<repo>` The name of the repo to install cogs from. - `<revision>` The revision to install from. - `<cogs...>` The cog or cogs to install.
de_de: Installieren Sie ein Rad aus der angegebenen Revision des gegebenen Repo. Revisionen sind "commit-ids", die auf den Punkt im Code verweisen, wenn eine bestimmte Änderung vorgenommen wurde. Die neueste Revision kann in der URL-Leiste für jedes GitHub Repo gefunden werden, indem Sie [auf "y" auf dieser Repo](https://docs.github.com/en/free-pro-team@latest/github/managing-files-in-a-repository/getting-permanent-links-to-files#press-y-to-permalink-to-a-file-in-a-specific-commit). Ältere Revisionen finden Sie in der URL-Leiste, indem Sie [den Commit-Verlauf eines beliebigen Repositories anzeigen](https://cdn.discordapp.com/attachments/133251234164375552/775760247787749406/unknown.png) Beispiel: - `[p]cog installversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` **Arguments** - `<repo>` Der Name des Repositores, von dem die Cogs installiert werden sollen. - `<revision>` Die Revision von der installiert werden soll. - `<cogs...>` Der zu installierende Cog oder Cogs.

source: Error: short sha1 `{rev}` is ambiguous. Possible candidates:
de_de: Fehler: short sha1 `{rev}` ist zweideutig. Mögliche Kandidaten:

source: Error: there is no revision `{rev}` in repo `{repo.name}`
de_de: Fehler: Es gibt keine Revision `{rev}` in repo `{repo.name}`

source: Failed to install requirements:
de_de: Fehler beim Installieren der Anforderungen:

source: Failed to install the requirement:
de_de: Fehler bei der Installation der Anforderung:

source: Failed to install shared libraries for `{repo.name}` repo:
de_de: Installation gemeinsamer Bibliotheken für `{repo.name}` repo fehlgeschlagen:

source: Failed to install shared library for `{repo.name}` repo:
de_de: Fehler beim Installieren der Shared-Library für `{repo.name}` Repo:

source: Failed to install cogs:
de_de: Fehler beim Installieren von Cogs:

source: Failed to install the cog:
de_de: Fehler beim Installieren des Cogs:

source: Successfully installed cogs:
de_de: Erfolgreich installierte Cogs:

source: Successfully installed the cog:
de_de: Cog erfolgreich installiert:

source: These cogs are now pinned and won't get updated automatically. To change this, use `{prefix}cog unpin <cog>`
de_de: Diese Cogs werden jetzt angepinnt und werden nicht automatisch aktualisiert. Um dies zu ändern, verwende `{prefix}cog unpin <cog>`

source: You can load them using {command_1}. To see end user data statements, you can use {command_2}.
de_de: Sie können sie mit {command_1} laden. Um die Endbenutzer-Anweisungen zu sehen, können Sie {command_2} verwenden.

source: Uninstall cogs. You may only uninstall cogs which were previously installed by Downloader. Examples: - `[p]cog uninstall defender` - `[p]cog uninstall say roleinvite` **Arguments** - `<cogs...>` The cog or cogs to uninstall.
de_de: Deinstallieren von Zahnen. Sie dürfen nur Cogs deinstallieren, die zuvor vom Downloader installiert wurden. Beispiele: - `[p]cog uninstall defender` - `[p]cog uninstall sagen roleinvite` **Arguments** - `<cogs...>` Der Cog oder Cogs zum Deinstallieren.

source: Successfully uninstalled cogs:
de_de: Cogs erfolgreich deinstalliert:

source: Successfully uninstalled the cog:
de_de: Cog erfolgreich deinstalliert:

source: Downloader has removed these cogs from the installed cogs list but it wasn't able to find their files:
de_de: Downloader hat diese Cogs aus der Liste der installierten Cogs entfernt, konnte aber keine Dateien finden:

source: They were most likely removed without using {command_1}. You may need to remove those files manually if the cogs are still usable. If so, ensure the cogs have been unloaded with {command_2}.
de_de: Sie wurden höchstwahrscheinlich ohne {command_1} entfernt. Möglicherweise müssen Sie diese Dateien manuell entfernen, wenn die Cogs noch benutzbar sind. Wenn ja, stellen Sie sicher, dass die Zahnräder mit {command_2} entladen wurden.

source: Downloader has removed this cog from the installed cogs list but it wasn't able to find its files:
de_de: Downloader hat diesen Cog von der Liste der installierten Cogs entfernt, aber er konnte seine Dateien nicht finden:

source: It was most likely removed without using {command_1}. You may need to remove those files manually if the cog is still usable. If so, ensure the cog has been unloaded with {command_2}.
de_de: Es wurde höchstwahrscheinlich ohne Verwendung von {command_1} entfernt. Möglicherweise müssen Sie diese Dateien manuell entfernen, wenn das Zahnrad noch nutzbar ist. Wenn ja, stellen Sie sicher, dass das Rad mit {command_2} entladen wurde.

source: Pin cogs - this will lock cogs on their current version. Examples: - `[p]cog pin defender` - `[p]cog pin outdated_cog1 outdated_cog2` **Arguments** - `<cogs...>` The cog or cogs to pin. Must already be installed.
de_de: Pin Cogs - dies sperrt die Cogs auf ihrer aktuellen Version. Beispiele: - `[p]cog pin defender` - `[p]cog pin outdated_cog1 outdated_cog2` **Arguments** - `<cogs...>` The cog or cogs to pin. Muss bereits installiert sein.

source: Pinned cogs:
de_de: Angepinnte cogs:

source: Pinned cog:
de_de: Angepinnter cog:

source: These cogs were already pinned:
de_de: Diese Cogs wurden bereits gesperrt:

source: This cog was already pinned:
de_de: Dieser cog ist bereits angepinnt:

source: Unpin cogs - this will remove the update lock from those cogs. Examples: - `[p]cog unpin defender` - `[p]cog unpin updated_cog1 updated_cog2` **Arguments** - `<cogs...>` The cog or cogs to unpin. Must already be installed and pinned.
de_de: Entfernen der Zahnräder - dies wird die Updatesperre von diesen Zahnrädern entfernen. Beispiele: - `[p]cog unpin defender` - `[p]cog unpin updated_cog1 updated_cog2` **Arguments** - `<cogs...>` The cog or cogs to unpin. Muss bereits installiert und angepinnt werden.

source: Unpinned cogs:
de_de: Entsperrte Cogs:

source: Unpinned cog:
de_de: Nicht angepinnter cog:

source: These cogs weren't pinned:
de_de: Diese Cogs wurden nicht gesperrt:

source: This cog was already not pinned:
de_de: Dieser cog ist bereits nicht angepinnt:

source: List currently pinned cogs.
de_de: Listet derzeit gesperrte Cogs auf.

source: unknown
de_de: unbekannt

source: None.
de_de: Keine.

source: (continued)
de_de: (Fortsetzung)

source: Pinned Cogs:
de_de: Gesperrte Cogs:

source: Pinned Cogs:
de_de: Gesperrte Cogs:

source: Check for available cog updates (including pinned cogs). This command doesn't update cogs, it only checks for updates. Use `[p]cog update` to update cogs.
de_de: Prüfen Sie auf verfügbare Aktualisierungen von Zahnrädern (inklusive angehefteter Zahn). Dieser Befehl aktualisiert keine Cogs, sondern überprüft nur auf Updates. Benutzen Sie `[p]cog update` um Cogs zu aktualisieren.

source: These cogs can be updated:
de_de: Diese Cogs können aktualisiert werden:

source: This cog can be updated:
de_de: Diese Cogs können aktualisiert werden:

source: These shared libraries can be updated:
de_de: Diese gemeinsamen Bibliotheken können aktualisiert werden:

source: This shared library can be updated:
de_de: Diese gemeinsamen Bibliotheken können aktualisiert werden:

source: No cogs can be updated.
de_de: Keine Cogs können aktualisiert werden.

source: All installed cogs are up to date.
de_de: Alle installierten Zahnräder sind auf dem neuesten Stand.

source: Update all cogs, or ones of your choosing. Examples: - `[p]cog update` - `[p]cog update True` - `[p]cog update defender` - `[p]cog update True defender` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `[cogs...]` The cog or cogs to update. If omitted, all cogs are updated.
de_de: Aktualisieren Sie alle Zahnräder oder eines Ihrer Wahlen. Beispiele: - `[p]cog update` - `[p]cog update True` - `[p]cog update defender` - `[p]cog update True defender` **Arguments** - `[reload]` Ob Cogs sofort nach dem Update neu geladen werden können oder nicht. - `[cogs...]` Der Cog oder Cogs zu aktualisieren. Wenn ausgelassen, werden alle Cogs aktualisiert.

source: Update all cogs from repos of your choosing. Examples: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos True 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `<repos...>` The repo or repos to update all cogs from.
de_de: Aktualisieren Sie alle Räder aus Repos Ihrer Wahl. Beispiele: - `[p]cog updateallfromrepos 26-Cogs` - `[p]cog updateallfromrepos True 26-Cogs` - `[p]cog updateallfromrepos Laggrons-Dumb-Cogs 26-Cogs` **Arguments** - `[reload]` Ob Cogs sofort nach dem Update neu geladen werden können oder nicht. - `<repos...>` Das Repo oder Repos um alle Cogs zu aktualisieren.

source: Update all cogs, or ones of your choosing to chosen revision of one repo. Note that update doesn't mean downgrade and therefore `revision` has to be newer than the version that cog currently has installed. If you want to downgrade the cog, uninstall and install it again. See `[p]cog installversion` for an explanation of `revision`. Examples: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` - `[p]cog updatetoversion True Broken-Repo 6107c0770ad391f1d3a6131b216991e862cc897e cog_name` **Arguments** - `[reload]` Whether to reload cogs immediately after update or not. - `<repo>` The repo or repos to update all cogs from. - `<revision>` The revision to update to. - `[cogs...]` The cog or cogs to update.
de_de: Aktualisieren Sie alle Cogs, oder eines Ihrer Wahlen, um eine Revision einer Reppe zu wählen. Beachte, dass Update nicht Downgrade bedeutet und daher muss `Revision` neuer sein als die Version, die der Zahnarzt gerade installiert hat. Wenn Sie den Code downgraden möchten, deinstallieren und erneut installieren. Siehe `[p]cog installversion` für eine Erklärung von `revision`. Beispiele: - `[p]cog updatetoversion Broken-Repo e798cc268e199612b1316a3d1f193da0770c7016 cog_name` - `[p]cog updatetoversion True Broken-Repo 6107c0770ad391f1d3a6131b216991e862cc897e cog_name` **Arguments** - `[reload]` Ob Cogs sofort nach dem Update neu geladen werden oder nicht. - `<repo>` Das Repo oder Repos um alle Cogs zu aktualisieren. - `<revision>` Die Revision auf die aktualisiert werden soll. - `[cogs...]` Der Cog oder Cogs zu aktualisieren.

source: There were no cogs to check.
de_de: Es gab keine Cogs zu überprüfen.

source: These cogs are pinned and therefore weren't checked:
de_de: Diese Cogs sind angeheftet und wurden daher nicht überprüft:

source: This cog is pinned and therefore wasn't checked:
de_de: Dieses Cog ist angepinnt und deshalb nicht überprüft:

source: Cogs from provided repos are already up to date.
de_de: Cogs aus den bereitgestellten Repos sind bereits auf dem neuesten Stand.

source: Provided cogs are already up to date with this revision.
de_de: Angegebene Cogs sind mit dieser Revision bereits auf dem neuesten Stand.

source: Cogs from provided repo are already up to date with this revision.
de_de: Cogs vom angegebenen Repo sind bereits auf dem neuesten Stand mit dieser Revision.

source: Provided cogs are already up to date.
de_de: Angegebene Cogs sind bereits auf dem neuesten Stand.

source: All installed cogs are already up to date.
de_de: Alle installierten cogs sind bereits auf dem neuesten Stand.

source: List all available cogs from a single repo. Example: - `[p]cog list 26-Cogs` **Arguments** - `<repo>` The repo to list cogs from.
de_de: Alle verfügbaren Zahnräder aus einem einzigen Repo auflisten. Beispiel: - `[p]cog list 26-Cogs` **Arguments** - `<repo>` Das Repo um Cogs aufzulisten.

source: # Installed Cogs {text}
de_de: # Installierte Cogs {text}

source: # Installed Cog {text}
de_de: # Installiertes Cog {text}

source: > Available Cogs No cogs are available.
de_de: > Verfügbare Cogs Es sind keine Cogs verfügbar.

source: > Available Cogs {text}
de_de: > Verfügbare Cogs {text}

source: > Available Cog {text}
de_de: > Verfügbarer Cog {text}

source: List information about a single cog. Example: - `[p]cog info 26-Cogs defender` **Arguments** - `<repo>` The repo to get cog info from. - `<cog>` The cog to get info on.
de_de: Zeigt Informationen zu einem einzelnen Cog an. Beispiel: - `[p]cog info 26-Cogs defender` **Arguments** - `<repo>` Das Repository um Cog Informationen zu erhalten. - `<cog>` Der Cog um Informationen zu erhalten.
