Repository: pypi-data/pypi-mirror-374
Catalog: packages/nautilus-open-any-terminal/nautilus_open_any_terminal-0.6.3.tar.gz/nautilus_open_any_terminal-0.6.3/nautilus_open_any_terminal/locale/*.po
Languages: pl, ru

source: Terminal
ru: Терминал

source: Open in Remote {}
pl: Otwórz zdalny {}
ru: Открыть с помощью {} (удалённо)

source: Open Remote {} in {}
pl: Otwórz zdalny {} w {}
ru: Открыть {} в {} (удалённо)

source: Open in Local {}
pl: Otwórz w lokalnym {}
ru: Открыть с помощью {} (локально)

source: Open Local {} in {}
pl: Otwórz lokalny {} w {}
ru: Открыть {} в {} (локально)

source: Open Remote {} Here
pl: Otwórz zdalny {} tutaj
ru: Открыть с помощью {} (удалённо)

source: Open Remote {} in This Directory
pl: Otwórz zdalny {} w tym katalogu
ru: Открыть эту папку с помощью {} (удалённо)

source: Open Local {} Here
pl: Otwórz lokalny {} tutaj
ru: Открыть с помощью {} (локально)

source: Open Local {} in This Directory
pl: Otwórz lokalny {} w tym katalogu
ru: Открыть эту папку с помощью {} (локально)

source: Open in {}
pl: Otwórz w {}
ru: Открыть с помощью {}

source: Open {} in {}
pl: Otwórz {} w {}
ru: Открыть {} в {}

source: Open {} Here
pl: Otwórz {} tutaj
ru: Открыть с помощью {}

source: Open {} in This Directory
pl: Otwórz {} w tym katalogu
ru: Открыть эту папку с помощью {}

source: Execute in Remote {}
pl: Wykonaj w zdalnym {}
ru: Запустить в {} (удалённо)

source: Execute {} in {} via SSH
pl: Wykonaj {} w {} przez SSH
ru: Запустить {} в {} через SSH

source: Execute in Local {}
pl: Wykonaj w lokalnym {}
ru: Запустить в {} (локально)

source: Execute {} in Local {}
pl: Wykonaj {} w lokalnym {}
ru: Запустить {} в {} (локально)

source: Execute in {}
pl: Wykonaj w {}
ru: Запустить в {}

source: Execute {} in {}
pl: Wykonaj {} w {}
ru: Запустить {} в {}
